Repository: karasugawasu/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Account under review
uk: Обліковий запис на розгляді

source: Sorry
uk: Перепрошуємо

source: You are not able to do this action due to being a very new account or because of a low reputation.
uk: Дія недоступна, оскільки ваш обліковий запис зовсім новий або має низьку репутацію.

source: Check your email
uk: Перевірте пошту

source: Problem sending email, please contact the administrator for support
uk: Помилка надсилання пошти, сконтактуйте з адміністрацією щодо підтримки

source: Sorry, you cannot use that email address.
uk: На жаль, використати цю адресу електронної пошти не можна.

source: Check your email for a link to reset your password.
uk: Перевірте електронну пошту. Має прийти посилання для скидання пароля.

source: No account with that email address exists
uk: Нема облікового запису з такою електронною поштою

source: Reset Password
uk: Скинути пароль

source: Your password has been reset. Please use it to log in with user name of %(name)s.
uk: Пароль скинуто. Увійдіть за його допомогою до облікового запису %(name)s.

source: Thank you for verifying your email address.
uk: Дякуємо, що підтвердили електронну пошту.

source: Email address validation failed.
uk: Помилка при перевірці електронної пошти.

source: This Google account is already connected to another user.
uk: Обліковий запис Google уже використовує інший користувач.

source: Your Google account has been connected successfully.
uk: Обліковий запис Google успішно з'єднано.

source: Failed to connect Google account: %(error)s
uk: Помилка з'єднання з обліковим записом Google: %(error)s

source: This Mastodon account is already connected to another user.
uk: Обліковий запис Mastodon уже використовує інший користувач.

source: Your Mastodon account has been connected successfully.
uk: Обліковий запис Mastodon успішно з'єднано.

source: Failed to connect Mastodon account: %(error)s
uk: Помилка з'єднання з обліковим записом Mastodon: %(error)s

source: This Discord account is already connected to another user.
uk: Обліковий запис Discord уже використовує інший користувач.

source: Your Discord account has been connected successfully.
uk: Обліковий запис Discord успішно з'єднано.

source: Failed to connect Discord account: %(error)s
uk: Помилка з'єднання з обліковим записом Discord: %(error)s

source: Sorry, this username pattern is not allowed.
uk: На жаль, користувацьке ім'я відповідає забороненому шаблону.

source: Sorry, you cannot use that email address
uk: На жаль, цієї електронної пошти використати не можна

source: Sorry, you cannot use that user name
uk: На жаль, цього користувацького імені використати не можна

source: Registration not allowed based on your referrer.
uk: Реєстрацію відхилено через заборонене джерело.

source: Your username contained special letters so it was changed to %(name)s.
uk: Користувацьке ім'я містило непідтримувані символи, тож його змінено на %(name)s.

source: No account exists with that user name.
uk: Нема облікового запису з таким користувацьким іменем.

source: Invalid password. Please <a href="/auth/reset_password_request">reset your password</a>.
uk: Хибний пароль. Можете <a href="/auth/reset_password_request">скинути пароль</a>.

source: Invalid password
uk: Хибний пароль

source: Login failed
uk: Не вдалось увійти

source: Login
uk: Вхід

source: Message
uk: Повідомлення

source: Type a message here...
uk: Напишіть повідомлення…

source: Reply
uk: Відповідь

source: Spam
uk: Спам

source: Harassment
uk: Домагання

source: Threatening violence
uk: Погрози насилля

source: Promoting hate / genocide
uk: Схвалення ненависті чи геноциду

source: Misinformation / disinformation
uk: Фейкова інформація

source: Racism, sexism, transphobia
uk: Расизм, сексизм, трансфобія

source: Minor abuse or sexualization
uk: Насилля над дітьми чи їхня сексуалізація

source: Non-consensual intimate media
uk: Інтимне медіа без згоди

source: Prohibited transaction
uk: Заборонена транзакція

source: Impersonation
uk: Видавання себе за іншого

source: Copyright violation
uk: Порушення авторського права

source: Trademark violation
uk: Порушення прав на торговельну марку

source: Self-harm or suicide
uk: Самоушкодження чи самогубство

source: Other
uk: Інше

source: Reason
uk: Підстава

source: More info
uk: Докладніше

source: Report
uk: Скарга

source: Chat with %(name)s
uk: Чат із %(name)s

source: Send
uk: Надіслати

source: New message to "%(recipient_name)s"
uk: Нове повідомлення для «%(recipient_name)s»

source: Conversation deleted
uk: Розмову видалено

source: Instance blocked.
uk: Сервер блокується.

source: This conversation has been reported, thank you!
uk: Скаргу на розмову надіслано, дякуємо!

source: Report conversation
uk: Скарга на розмову

source: Local only
uk: Лише для місцевих

source: Private
uk: Приватне

source: Anyone can join
uk: Будь-хто може долучитися

source: Invitation by a member required
uk: Має запросити учасник

source: Invitation by moderator required
uk: Має запросити модератор

source: Invitation by owner required
uk: Має запросити власник

source: Joining process
uk: Процес долучення

source: Announce this community to newcommunities@lemmy.world
uk: Оголосити про спільноту в newcommunities@lemmy.world

source: Question & answer community
uk: Спільнота питань і відповідей

source: Create
uk: Створити

source: Community urls can only contain letters, numbers, and underscores.
uk: Адреси спільнот можуть містити лише літери, цифри й підкреслення.

source: A community with this url already exists.
uk: Спільнота з цією адресою вже існує.

source: This name was used in the past and cannot be reused.
uk: Назва колись використовувалась. Повторне використання неможливе.

source: Link
uk: Посилання

source: Discussion
uk: Обговорення

source: Image
uk: Зображення

source: Video
uk: Відео

source: Poll
uk: Опитування

source: Event
uk: Подія

source: Default post type
uk: Усталений тип допису

source: Friendly urls
uk: Дружні посилання

source: Post ids only
uk: Лише ідентифікатори дописів

source: Post url structure to use in this community
uk: Структура адрес у цій спільноті

source: Body
uk: Текст

source: Mods and admins
uk: Модератори й адміністрація

source: Trusted accounts
uk: Довірені облікові записи

source: Any account
uk: Будь-який обліковий запис

source: Who can edit
uk: Хто може редагувати

source: Find
uk: Пошук

source: Amend the report description if necessary
uk: Змініть опис скарги за потреби

source: Escalate report
uk: Ескалювати скаргу

source: Note for mod log
uk: Примітка для журналу модерування

source: Also resolve all other reports about the same thing.
uk: Також задовольнити всі інші скарги з цього приводу.

source: Resolve report
uk: Задовольнити скаргу

source: Community address
uk: Адреса спільноти

source: Search
uk: Пошук

source: Address is required.
uk: Адреса обов'язкова.

source: Address must start with !
uk: Адреса має починатися зі !

source: Address must include @
uk: Адреса має містити @

source: / cannot be in address
uk: Адреса не може містити /

source: Ban until
uk: Блокувати до

source: Also delete all their posts
uk: Також видалити всі дописи

source: Also delete all their comments
uk: Також видалити всі коментарі

source: Ban
uk: Блокування

source: Tags
uk: Теги

source: Flair
uk: Позначка

source: Sticky
uk: Закріплення

source: Gore/gross
uk: Кров/огида

source: AI generated
uk: Згенероване «ШІ»

source: Notify about replies
uk: Сповіщати про відповіді

source: Language
uk: Мова

source: Publish at
uk: Оприлюднити

source: Repeat
uk: Повтор

source: Daily
uk: Щодня

source: Weekly
uk: Щотижня

source: Monthly
uk: Щомісяця

source: Timezone
uk: Часовий пояс

source: Publish
uk: Оприлюднити

source: NSFW posts are not allowed.
uk: NSFW-дописи заборонено.

source: NSFL posts are not allowed.
uk: NSFL-дописи заборонено.

source: Choose a time in the future.
uk: Виберіть час у майбутньому.

source: Alt text (for links to images)
uk: Альтернативний текст (для посилань на зображення)

source: Links to %(domain)s are not allowed.
uk: Посилання на %(domain)s заборонено.

source: Video file (mp4 or webm)
uk: Відеофайл (mp4 або webm)

source: Videos from %(domain)s are not allowed.
uk: Відео з %(domain)s заборонено.

source: Alt text
uk: Альтернативний текст

source: Images cannot be posted to local communities.
uk: Зображень не можна надсилати до місцевих спільнот.

source: Replace Image
uk: Замінити зображення

source: Start
uk: Початок

source: End
uk: Кінець

source: Banner
uk: Банер

source: More information link
uk: Посилання на докладнішу інформацію

source: Cost
uk: Вартість

source: Maximum number of attendees
uk: Максимум учасників

source: Online
uk: Онлайн

source: Online link
uk: Посилання на онлайн

source: Address
uk: Адреса

source: City
uk: Місто

source: Country
uk: Країна

source: Free
uk: Безкоштовно

source: Donation
uk: Внесок

source: Paid
uk: Платно

source: This time is in the past.
uk: Час у минулому.

source: Start must be less than end.
uk: Початок має бути меншим за кінець.

source: Online link is required for online events.
uk: Посилання на онлайн обов'язкове для онлайн-подій.

source: Address is required for physical events.
uk: Адреса обов'язкова для фізичних подій.

source: City is required for physical events.
uk: Місто обов'язкове для фізичних подій.

source: Country is required for physical events.
uk: Країна обов'язкова для фізичних подій.

source: Mode
uk: Режим

source: Voters choose one option
uk: Проголосувати можна за один варіант

source: Voters choose many options
uk: Проголосувати можна за декілька варіантів

source: 30 minutes
uk: 30 хвилин

source: 1 hour
uk: 1 година

source: 6 hours
uk: 6 годин

source: 12 hours
uk: 12 годин

source: 1 day
uk: 1 день

source: 3 days
uk: 3 дні

source: 7 days
uk: 7 днів

source: End voting in
uk: Кінець голосування через

source: Accept votes from this instance only
uk: Приймати голоси лише з цього сервера

source: Polls can't be scheduled more than once
uk: Запланувати опитування можна лише один раз

source: Polls need options for people to choose from
uk: В опитуванні треба з чогось вибирати

source: Provide at least two choices
uk: Зазначте принаймні два варіанти

source: Maximum 15 choices
uk: Максимум 15 варіантів

source: Breaks instance rules
uk: Порушує правила сервера

source: Abandoned by moderators
uk: Покинуте модераторами

source: Cult
uk: Культ

source: Scam
uk: Шахрайство

source: Alt-right pipeline
uk: Права пропаганда

source: Hate / genocide
uk: Насилля/геноцид

source: Delete community
uk: Видалити спільноту

source: Accept invitation
uk: Прийняти запрошення

source: Full URL
uk: Повна адреса

source: Retrieve
uk: Завантажити

source: To
uk: До

source: Email addresses or fediverse handles, one per line
uk: Електронна пошта чи адреси в федіверсі, по одній адресі на рядок

source: Invite
uk: Запрошення

source: Use new lines instead of commas.
uk: Пишіть з нового рядка, не через кому.

source: Maximum of 50 at a time.
uk: Максимум 50 за один раз.

source: The old community is locked
uk: Стару спільноту замкнено

source: Move notification post in old community
uk: Допис у старій спільноті зі сповіщенням про посування

source: Request move
uk: Запит на посування

source: Text color
uk: Колір тексту

source: Background color
uk: Колір тла

source: Blur images and thumbnails for posts with this flair
uk: Розмивати зображення й мініатюри дописів із цією позначкою

source: Community creation has been restricted to admins on this site
uk: Створювати спільноти на цьому сайті може лише адміністрація

source: Your new community has been created.
uk: Спільноту створено.

source: Create community
uk: Створити спільноту

source: Adding remote communities is restricted to admin and staff users only.
uk: Додавати віддалені спільноти можуть лише адміністрація й персонал.

source: Sorry, that instance is blocked, check https://gui.fediseer.com/ for reasons.
uk: На жаль, сервер блокується. Докладніше про підставу: https://gui.fediseer.com/.

source: Accepted address formats: !community@server.name or https://server.name/{c|m}/community.
uk: Підтримувані формати адрес: !community@server.name та https://server.name/{c|m}/community.

source: Search on <a href="https://lemmyverse.net/communities">Lemmyverse.net</a> to find some.
uk: Можете скористатися пошуком <a href="https://lemmyverse.net/communities">Lemmyverse.net</a>.

source: Community not found.
uk: Спільноти не знайдено.

source: Community not found. If you are searching for a nsfw community it is blocked by this instance.
uk: Спільноти не знайдено. Якщо шукаєте NSFW-спільноту, цей сервер її блокує.

source: That community is banned from %(site)s.
uk: %(site)s блокує спільноту.

source: Add remote community
uk: Додати віддалену спільноту

source: This community is only visible to logged in users.
uk: Щоб переглянути спільноту, слід увійти.

source: You have been banned from this community until %(when)s.
uk: Спільнота блокує вас до %(when)s.

source: You have been banned from this community.
uk: Спільнота блокує вас.

source: Home
uk: Домівка

source: Feeds
uk: Стрічки

source: This instance no longer online, so posts and comments will only be visible locally
uk: Сервер більше не онлайн, тож дописи й коментарі буде видно лише локально

source: You cannot join this community
uk: Ви не можете долучитись до цієї спільноти

source: You joined %(community_name)s
uk: Ви долучилися до «%(community_name)s»

source: You left %(community_name)s
uk: Ви вийшли з «%(community_name)s»

source: You need to make someone else the owner before unsubscribing.
uk: Перш ніж відписатись, зробіть власником когось іншого.

source: Your post was not accepted because %(reason)s
uk: Допис відхилено: %(reason)s

source: This community prefers posts in %(language_names)s
uk: Мови спільноти: %(language_names)s

source: Add post to community
uk: Додати пост до спільноти

source: A community has been reported
uk: Надіслано скаргу на спільноту

source: Community has been reported, thank you!
uk: Скаргу на спільноту надіслано, дякуємо!

source: Report community
uk: Скарга на спільноту

source: Icon removed!
uk: Піктограму вилучено!

source: Banner removed!
uk: Банери вилучено!

source: Moderators for %(community)s
uk: Модератори «%(community)s»

source: A community must have one or more owners. Make someone else an owner before removing this owner.
uk: Спільнота мусить мати власника. Перш ніж вилучити цього власника, зробіть власником когось іще.

source: Add moderator to %(community)s
uk: Додати модератора «%(community)s»

source: Posts in %(name)s will be hidden.
uk: Дописи %(name)s буде сховано.

source: %(name)s has been banned.
uk: %(name)s блокується.

source: Posts by %(name)s have been deleted.
uk: Дописи %(name)s видалено.

source: Comments by %(name)s have been deleted.
uk: Коментарі %(name)s видалено.

source: Ban from community
uk: Блокувати в спільноті

source: %(name)s has been unbanned.
uk: %(name)s більше не блокується.

source: Your request has been sent to the site admins.
uk: Запит надіслано адміністрації.

source: Moderation of %(community)s
uk: Модерування %(community)s

source: Community Wiki
uk: Вікі спільноти

source: Add wiki page
uk: Додати вікісторінку

source: Reverted to old version of the page.
uk: Стару версію сторінки відновлено.

source: Edit wiki page
uk: Редагувати вікісторінку

source: %(title)s revisions
uk: Версії «%(title)s»

source: Page deleted
uk: Сторінку видалено

source: Mod Log of %(community)s
uk: Журнал модерування %(community)s

source: Admin has been notified about this report.
uk: Адміністрація отримає сповіщення про цю скаргу.

source: Report resolved.
uk: Скаргу задоволено.

source: Report ignored.
uk: Скаргу відхилено.

source: Set your flair in %(community_name)s
uk: Налаштуйте собі позначку в %(community_name)s

source: Flair in %(community)s
uk: Позначка в %(community)s

source: Flair added.
uk: Позначку додано.

source: Flair updated.
uk: Позначку оновлено.

source: Edit %(flair_name)s in %(community_name)s
uk: Редагувати %(flair_name)s у %(community_name)s

source: Add flair in %(community_name)s
uk: Додати позначку в %(community_name)s

source: Flair deleted.
uk: Позначку видалено.

source: You are being unsubscribed from all communities and feeds. Please allow a couple minutes for the process to complete.
uk: Ви відписуєтесь від усіх спільнот і стрічок. Зачекайте кілька хвилин, поки цей процес завершиться.

source: Sorry your account is too new to do this.
uk: На жаль, ваш обліковий запис надто новий для цього.

source: Sorry, you cannot invite people to this community.
uk: На жаль, вам не можна запрошувати людей до цієї спільноти.

source: Invited %(total_invites)d people using %(chat_invites)d chat messages and %(email_invites)d emails.
uk: Запрошено %(total_invites)d людей за допомогою %(chat_invites)d повідомлень у чатах і %(email_invites)d електронних листів.

source: This community can only be accessed by people who have a %(domain)s account. People on other instances will need to make an account here to participate.
uk: Спільнота доступна лише з обліковим записом на %(domain)s. Облікового запису на іншому сервері недостатньо — щоб долучитися, слід створити обліковий запис ще й тут.

source: Invite to community
uk: Запросити до спільноти

source: Ask %(token)s to send an invite to %(current_user)s
uk: Попрохати %(token)s надіслати запрошення %(current_user)s

source: You are already a member.
uk: Ви вже долучились.

source: Accept invitation to %(community_name)s
uk: Прийняти запрошення до %(community_name)s

source: Search result for remote community
uk: Віддалена спільнота в результатах пошуку

source: Searching for remote communities requires login
uk: Увійдіть, щоб шукати віддалені спільноти

source: This function is only for admins
uk: Функція лише для адміністраторів

source: This is a local community
uk: Це місцева спільнота

source: Populate Communities
uk: Наповнити спільнотами

source: Populate Topics
uk: Наповнити темами

source: Delete Communities
uk: Видалити спільноти

source: Delete Topics
uk: Видалити теми

source: %(num_communities)d dev communities deleted
uk: Видалено тестових спільнот: %(num_communities)d

source: Warning on posts
uk: Засторога на дописах

source: %(name)s blocked.
uk: %(name)s блокується.

source: %(name)s un-blocked.
uk: %(name)s більше не блокується.

source: %(name)s banned for all users and all content deleted.
uk: «%(name)s» заблоковано для всіх користувачів. Усі дописи видалено.

source: %(name)s un-banned for all users.
uk: «%(name)s» розблоковано для всіх користувачів.

source: Parent feed
uk: Батьківська стрічка

source: Show posts from child feeds
uk: Показувати дописи з дочірніх стрічок

source: Public
uk: Загальнодоступне

source: Add to main menu
uk: Додати до головного меню

source: Please make sure each community is formatted as "community_name@instance.tld"
uk: Переконайтесь, що формат кожної спільноти — «назва_спільноти@сервер.домен»

source: This field is required.
uk: Поле обов'язкове.

source: Feed address
uk: Адреса стрічки

source: Your new Feed has been created.
uk: Стрічку створено.

source: Create a Feed
uk: Створити стрічку

source: Accepted address formats: ~feedname@server.name or https://server.name/f/feedname.
uk: Підтримувані формати адрес: ~feedname@server.name та https://server.name/f/feedname.

source: Feed not found.
uk: Стрічки не знайдено.

source: Feed not found. If you are searching for a nsfw feed it is blocked by this instance.
uk: Стрічки не знайдено. Якщо шукаєте NSFW-стрічку, цей сервер її блокує.

source: Add remote feed
uk: Додати віддалену стрічку

source: Feed deleted
uk: Стрічку видалено

source: Could not find that feed or it is not public. Try one of these instead...
uk: Стрічки не знайдено. Можливо, вона приватна. Спробуйте натомість одну з наступних…

source: This feed is only visible to logged in users.
uk: Увійдіть, щоб переглянути стрічку.

source: You subscribed to %(feed_title)s
uk: Ви підписані на %(feed_title)s

source: You have left %(feed_title)s
uk: Ви більше не в %(feed_title)s

source: That feed is banned from %(site)s.
uk: %(site)s блокує стрічку.

source: Search result for remote feed
uk: Віддалена стрічка в результатах пошуку

source: Searching for remote feeds requires login
uk: Увійдіть, щоб шукати віддалені стрічки

source: Limiting results to blocked instances disables filters other than search
uk: При пошуку заблокованих серверів фільтри недоступні

source: Limiting results to allowed instances disables filters other than search
uk: При пошуку дозволених серверів фільтри недоступні

source: Instances
uk: Сервери

source: %(instance)s overview
uk: Огляд %(instance)s

source: People from %(instance)s
uk: Люди з %(instance)s

source: Posts from %(instance)s
uk: Дописи з %(instance)s

source: Content from %(instance_domain)s will be hidden.
uk: Дописи з %(instance_domain)s буде сховано.

source: %(instance_domain)s has been unblocked.
uk: %(instance_domain)s більше не блокується.

source: Community to post this link to
uk: Спільнота, з якою слід поділитись посиланням

source: Next
uk: Далі

source: Continue
uk: Продовжити

source: Create an account to tailor this feed to your interests.
uk: Зареєструйтесь, щоб налаштувати стрічку за інтересами.

source: Browse by topic
uk: Переглянути за темою

source: Moderation Log
uk: Журнал модерування

source: Failed to look up %(url)s
uk: Помилка пошуку %(url)s

source: Protocol handler
uk: Обробник протоколу

source: Please click the link in your email inbox to verify your account.
uk: Щоб підтвердити обліковий запис, натисніть посилання в електронному листі.

source: Content warning
uk: Чутливий вміст

source: This page is intentionally left blank.
uk: Сторінка зумисне порожня.

source: We don't track you, so there's not much data to make graphs of.
uk: Ми не стежимо за вами, тож робити графіки нема з чого.

source: Distinguish as moderator comment
uk: Підкреслити, що це коментар модератора

source: Breaks community rules
uk: Порушує правила спільноти

source: AI content that needs flair
uk: «ШІ»-вміст потребує позначки

source: Sharing personal info - doxing
uk: Розголошує особисті дані — доксинг

source: I changed my mind
uk: Тепер я іншої думки

source: Community to post to
uk: Спільнота, з якою слід поділитись

source: Yes
uk: Так

source: Also delete replies to this comment
uk: Також видалити відповіді на коментар

source: When would you like to be reminded?
uk: Коли нагадати?

source: e.g. 'in 2 weeks'
uk: як-от «in 2 weeks»

source: Invalid.
uk: Хибно.

source: Mastodon instance domain name
uk: Домен Mastodon-сервера

source: Share
uk: Поділитись

source: Community to move this post to
uk: Спільнота, до якої слід посунути допис

source: Move
uk: Посунути

source: This post has been deleted by the author.
uk: Допис видалено автором.

source: This post has been deleted and is only visible to staff and admins.
uk: Допис видалено. Його видно лише персоналу й адміністрації.

source: This post is only visible to logged in users.
uk: Увійдіть, щоб переглянути допис.

source: %(name)s has indicated they made a mistake in this post.
uk: %(name)s зазначає, що тепер думає інакше, ніж можна припустити за цим дописом.

source: This post is scheduled to be published at %(when)s in %(_tz)s
uk: Допис заплановано на %(when)s — %(_tz)s

source: Your reply was not accepted because %(reason)s
uk: Відповідь відхилено: %(reason)s

source: This post has been deleted by the author and is only visible to staff and admins.
uk: Допис видалено автором. Його видно лише персоналу й адміністрації.

source: Embed code for %(post_title)s
uk: Код вбудовування %(post_title)s

source: Choose an emoji
uk: Виберіть емоджі

source: Vote has been cast.
uk: Голос надіслано.
