Repository: karasugawasu/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: This comment has been deleted and is only visible to staff and admins.
uk: Коментар видалено. Його видно лише персоналу й адміністрації.

source: Discussing %(title)s
uk: Обговорення «%(title)s»

source: Comments have been disabled.
uk: Коментарі вимкнено.

source: You cannot reply to %(name)s
uk: Відповісти %(name)s не можна

source: You are not permitted to comment in this community
uk: Вам не можна коментувати в цій спільноті

source: This comment cannot be replied to.
uk: Відповісти на коментар не можна.

source: Something went wrong and a post could not be found.
uk: Щось пішло не так. Допису не знайдено.

source: Your changes have been saved.
uk: Зміни збережено.

source: Your edit was not accepted because %(reason)s
uk: Редагування відхилено: %(reason)s

source: Edit post
uk: Редагувати допис

source: Are you sure you want to delete the post "%(post_title)s"?
uk: Точно видалити допис «%(post_title)s»?

source: Post deleted.
uk: Допис видалено.

source: Post has been restored.
uk: Допис відновлено.

source: Post purged.
uk: Допис стерто.

source: Reminder added for %(when)s
uk: Додано нагадування %(when)s

source: Creating a reminder about "%(post_title)s"
uk: Створення нагадування про «%(post_title)s»

source: Creating a reminder about comment by %(author)s on "%(post_title)s"
uk: Створення нагадування про коментар %(author)s до «%(post_title)s»

source: Moderators have already assessed reports regarding this post, no further reports are necessary.
uk: Модератори вже розглянули скарги на допис. Скаржитися додатково не потрібно.

source: Post has already been reported, thank you!
uk: На допис уже поскаржились, дякуємо!

source: Post has been reported, thank you!
uk: Скаргу на допис надіслано, дякуємо!

source: Report post
uk: Скарга на допис

source: %(name)s has been blocked.
uk: %(name)s блокується.

source: Posts linking to %(name)s will be hidden.
uk: Дописи з посиланнями на %(name)s буде сховано.

source: Content from %(name)s will be hidden.
uk: Дописи з %(name)s буде сховано.

source: %(name)s has been stickied.
uk: %(name)s закріплено.

source: %(name)s has been un-stickied.
uk: %(name)s відкріплено.

source: %(name)s has been stickied to the instance.
uk: %(name)s закріплено на сервері.

source: %(name)s has been un-stickied from the instance.
uk: %(name)s відкріплено на сервері.

source: %(name)s has been hidden.
uk: %(name)s сховано.

source: %(name)s has been un-hidden.
uk: %(name)s більше не сховано.

source: Set flair for %(post_title)s
uk: Налаштувати позначку «%(post_title)s»

source: Could not find that community.
uk: Спільноти не знайдено.

source: Move "%(post_title)s"
uk: Посунути «%(post_title)s»

source: Moderators have already assessed reports regarding this comment, no further reports are necessary.
uk: Модератори вже розглянули скарги на коментар. Скаржитися додатково не потрібно.

source: Comment has already been reported, thank you!
uk: На коментар уже поскаржились, дякуємо!

source: Comment has been reported, thank you!
uk: Скаргу на коментар надіслано, дякуємо!

source: Report comment
uk: Скарга на коментар

source: Something went wrong and a comment could not be found.
uk: Щось пішло не так. Коментаря не знайдено.

source: Edit comment
uk: Редагувати коментар

source: Delete all my comments in this chain
uk: Видалити всі мої коментарі в цьому ланцюжку

source: Deleted %(num_deleted)s comments.
uk: Видалено коментарів: %(num_deleted)s.

source: Are you sure you want to delete this comment?
uk: Точно видалити коментар?

source: Comment restored.
uk: Коментар відновлено.

source: Comment purged.
uk: Коментар стерто.

source: Comments that have been replied to cannot be purged.
uk: Коментарі, на які є відповіді, стерти неможливо.

source: Image blocked. Now delete matching posts.
uk: Зображення блокується. Тепер видаліть пов'язані дописи.

source: Are you sure you want to block this image?
uk: Точно блокувати зображення?

source: All posts that use this image will be deleted and future posts of the image will be rejected.
uk: Всі дописи з цим зображенням буде видалено. Майбутні дописи з цим зображенням буде відхилено.

source: Voting Activity
uk: Історія голосування

source: Cross post
uk: Перехресне розміщення

source: Body text is too short to be sure.
uk: Текст закороткий.

source: Not configured.
uk: Не налаштовано.

source: Done
uk: Готово

source: Share on Mastodon
uk: Поділитись у Mastodon

source: Search results for %(q)s
uk: Результати пошуку %(q)s

source: Post not found.
uk: Допису не знайдено.

source: Retrieve Remote Post
uk: Завантажити віддалений доступ

source: You have left the community
uk: Ви вийшли зі спільноти

source: You need to step down as moderator before unsubscribing.
uk: Перш ніж відписатись, покиньте посаду модератора.

source: New posts in %(community_name)s
uk: Нові дописи в %(community_name)s

source: Moderator added
uk: Модератора додано

source: You are now a moderator of %(name)s
uk: Тепер ви модеруєте %(name)s

source: Moderator removed
uk: Модератора вилучено

source: You have unsubscribed from the %(feed_name)s feed, please allow a couple minutes for it to fully process
uk: Ви відписались від стрічки %(feed_name)s, це набуде чинності за декілька хвилин

source: You cannot leave your own feed
uk: Неможливо відписатись від власної стрічки

source: %(name)s has been locked.
uk: %(name)s замкнено.

source: %(name)s has been unlocked.
uk: %(name)s відімкнено.

source: %(name)s has been moved.
uk: %(name)s посунуто.

source: Your comment has been added.
uk: Коментар додано.

source: Comment deleted.
uk: Коментар видалено.

source: Comment has been locked.
uk: Коментар замкнено.

source: Comment has been unlocked.
uk: Коментар відімкнено.

source: Your answer was chosen as an answer to %(post_title)s
uk: Вашу відповідь обрано як основну відповідь на %(post_title)s

source: You cannot block yourself.
uk: Неможливо блокувати себе.

source: You cannot block admin or staff.
uk: Неможливо блокувати адміністратора чи когось із персоналу.

source: You cannot unblock yourself.
uk: Неможливо розблокувати себе.

source: Purged user was a remote instance admin.
uk: Стертий користувач адмініструє віддалений сервер.

source: Purged user with role permissions.
uk: Стерто користувача з дозволами ролі.

source: %(actor)s has been banned, deleted and all their content deleted. This might take a few minutes.
uk: %(actor)s блокується. Весь їхній вміст видаляється. Зачекайте кілька хвилин.

source: %(actor)s has been banned, deleted and all their content deleted.
uk: %(actor)s блокується. Весь їхній вміст видаляється.

source: Banned user was a remote instance admin.
uk: Блокований користувач адмініструє віддалений сервер.

source: Banned user with role permissions.
uk: Заблоковано користувача з дозволами ролі.

source: %(actor)s has been banned.
uk: %(actor)s блокується.

source: Community is on banned or blocked instance
uk: Спільнота на блокованому сервері

source: Trending now
uk: Популярне зараз

source: Hot
uk: Популярне

source: Latest posts
uk: Нові дописи

source: New
uk: Нове

source: Oldest posts
uk: Старі дописи

source: Old
uk: Старе

source: Recently commented on
uk: Нещодавно прокоментоване

source: Active
uk: Активне

source: Trending in niche communities
uk: Популярне в нішевих спільнотах

source: Scaled
uk: Нішеве

source: Top
uk: Топ

source: Most upvotes in the last hour
uk: Найбільше схвалень за годину

source: Most upvotes in the last 6 hours
uk: Найбільше схвалень за 6 годин

source: Most upvotes in the last 12 hours
uk: Найбільше схвалень за 12 годин

source: Most upvotes in the last day
uk: Найбільше схвалень за день

source: Day
uk: День

source: Most upvotes in the last week
uk: Найбільше схвалень за тиждень

source: Week
uk: Тиждень

source: Most upvotes in the last month
uk: Найбільше схвалень за місяць

source: Month
uk: Місяць

source: Most upvotes in the last year
uk: Найбільше схвалень за рік

source: Year
uk: Рік

source: Most upvotes all time
uk: Найбільше схвалень за весь час

source: All Time
uk: Увесь час

source: Sorting methods:
uk: Способи сортування:

source: Rational Discourse Toolkit
uk: Раціональне спілкування

source: Insert image
uk: Додати зображення

source: Close
uk: Закрити

source: Upload
uk: Вивантажити

source: Very low reputation. Beware.
uk: Дуже низька репутація. Обережно.

source: Very low reputation. Beware!
uk: Дуже низька репутація. Обережно!

source: Low reputation.
uk: Низька репутація.

source: User note: %(note)s
uk: Нотатка про користувача: %(note)s

source: Create post
uk: Створити допис

source: Leave
uk: Вийти

source: Pending
uk: У черзі

source: Join
uk: Долучитися

source: Settings
uk: Параметри

source: Invite others
uk: Запросити

source: Search this community
uk: Пошук у спільноті

source: Show only %(flair_name)s
uk: Показати лише %(flair_name)s

source: Explore Tag Cloud
uk: Оглянути хмару тегів

source: Upcoming events
uk: Події незабаром

source: iCal feed
uk: iCal-стрічка

source: This community does not federate with other instances.
uk: Спільнота не бере участь у федерації з іншими серверами.

source: This community is private and only visible to members.
uk: Спільнота приватна. Долучіться, щоб переглянути.

source: Set my flair
uk: Налаштувати позначку

source: Modlog
uk: Журнал модерування

source: Moderators have not been active recently.
uk: Модератори останнім часом не були активними.

source: Posts older than %(number)s days will be removed.
uk: Дописи, старіші за %(number)s днів, буде видалено.

source: View community on original server
uk: Переглянути спільноту на сервері оригіналу

source: Move community to %(instance_domain)s
uk: Посунути спільноту на %(instance_domain)s

source: Retrieve a post from the original server
uk: Завантажити допис із сервера оригіналу

source: Refresh community information from remote
uk: Завантажити актуальні віддалені дані про спільноту

source: Subscribers
uk: Підписники

source: Local Subscribers
uk: Місцеві підписники

source: Posts
uk: Дописи

source: Comments
uk: Коментарі

source: Active users in the past 24 hours
uk: Користувачі, активні за минулі 24 години

source: Daily Users
uk: Користувачі сьогодні

source: Active users in the past 7 days
uk: Користувачі, активні за минулі 7 днів

source: Weekly Users
uk: Користувачі тижня

source: Active users in the past month
uk: Користувачі, активні за минулий місяць

source: Monthly Users
uk: Користувачі місяця

source: Active users in the past 6 months
uk: Користувачі, активні за минулі 6 місяців

source: Users / 6 Months
uk: Користувачі за півроку

source: Related communities
uk: Пов'язані спільноти

source: More communities
uk: Більше спільнот

source: More feeds
uk: Більше стрічок

source: Posts from communities you moderate
uk: Дописи спільнот, які ви модеруєте

source: Moderating
uk: Модерація

source: Posts from joined communities
uk: Дописи з ваших спільнот

source: Subscribed
uk: Підписки

source: Posts on this instance
uk: Дописи на цьому сервері

source: Posts from popular communities
uk: Дописи з популярних спільнот

source: No filter
uk: Без фільтру

source: About %(site_name)s
uk: Про %(site_name)s

source: Team
uk: Команда

source: Contact
uk: Зв'язок

source: About Us
uk: Про нас

source: Legal Information
uk: Правові положення

source: Our Privacy Policy
uk: Наша політика приватності

source: Skip to main content
uk: До основного тексту

source: Go to side pane
uk: До бічної панелі

source: To home page
uk: На головну сторінку

source: Notifications
uk: Сповіщення

source: Explore
uk: Огляд

source: Donate
uk: Підтримати

source: Account
uk: Обліковий запис

source: View profile
uk: Переглянути профіль

source: Edit profile
uk: Редагувати профіль

source: Chats
uk: Чати

source: Bookmarks
uk: Закладки

source: Activity Alerts
uk: Сповіщення про дії

source: Scheduled posts
uk: Заплановані дописи

source: Hidden posts
uk: Сховані дописи

source: Manage donations
uk: Керувати внесками

source: Read Posts
uk: Прочитати дописи

source: Log out
uk: Вийти

source: Dev Tools
uk: Засоби розробки

source: %(num)d unread notifications
uk: %(num)d непрочитаних сповіщень

source: Color mode
uk: Режим кольору

source: Dark mode
uk: Темний режим

source: Light mode
uk: Світлий режим

source: Log in
uk: Увійти

source: Install PieFed app
uk: Встановити застосунок PieFed

source: Terms of service
uk: Умови надання послуг

source: Privacy policy
uk: Політика приватності

source: Keyboard shortcuts
uk: Клавіатурні скорочення

source: PieFed v%(version)s is free and open source
uk: PieFed v%(version)s — вільна програма з відкритим кодом

source: Please <a href="https://codeberg.org/rimu/pyfedi/issues">report bugs</a> or <a href="https://join.piefed.social/get-involved/">get involved</a>.
uk: <a href="https://codeberg.org/rimu/pyfedi/issues">Повідомляйте про вади</a>. <a href="https://join.piefed.social/get-involved/">Долучайтесь до розробки</a>.

source: This is how long you have spent using PieFed during this month. We hope this use of your time aligns with your priorities and values.
uk: Стільки часу ви користувались PieFed цього місяця. Сподіваємось, це відповідає вашим пріоритетам і цінностям.

source: Voting Options
uk: Параметри голосування

source: Upvote (federated)
uk: Схвалити (в федерації)

source: Upvote (local)
uk: Схвалити (місцево)

source: Downvote (local)
uk: Засудити (місцево)

source: Downvote (federated)
uk: Засудити (в федерації)

source: Local votes are a bit more private.
uk: Місцеві голоси трохи приватніші.

source: Default mode: private.
uk: Типовий режим: приватно.

source: Default mode: public.
uk: Типовий режим: загальнодоступно.

source: React with an emoji
uk: Емоджі-реакція

source: Filter communities...
uk: Фільтрувати спільноти…

source: Local communities
uk: Місцеві спільноти

source: All communities
uk: Усі спільноти

source: Joined communities
uk: Ваші спільноти

source: PieFed is free and open-source software while operating without any advertising, monetization, or reliance on venture capital. Your donations are vital in supporting the PieFed development effort, allowing us to expand and enhance PieFed with new features.
uk: PieFed — вільна програма з відкритим кодом. Розробляється без реклами, монетизації й венчурного капіталу. Зробіть внесок, щоб підтримати зусилля команди розробки. Це дасть змогу розширити функціонал PieFed.

source: Donate using Patreon
uk: Внесок на Patreon

source: Donate using Liberapay
uk: Внесок на Liberapay

source: Donate using Ko-fi
uk: Внесок на Ko-fi

source: There are no communities yet.
uk: Спільнот іще нема.

source: My Feeds
uk: Мої стрічки

source: Public Feeds
uk: Загальнодоступні стрічки

source: Add Remote Feed
uk: Додати віддалену стрічку

source: More topics
uk: Більше тем

source: Most shortcuts are the same as what reddit has.
uk: Більшість скорочень такі самі, як у Reddit.

source: Navigation
uk: Навігація

source: Action
uk: Дія

source: Upvote
uk: Схвалити

source: Downvote
uk: Засудити

source: When viewing a list of posts actions like voting or going to a post depend on which is the current post. The current post is determined by hovering with the mouse or the J and K keys.
uk: При перегляді списку дописів голосування й переходи стосуються вибраного допису — того, на який ви навели мишу або до якого перейшли клавішами J і K.

source: Create local community
uk: Створити місцеву спільноту

source: Add community from another instance
uk: Додати спільноту з іншого сервера

source: Community Location
uk: Сервер спільноти

source: Filter based on whether the community is local or remote
uk: Фільтр залежно від того, спільнота місцева чи віддалена

source: Any
uk: Байдуже

source: Remote
uk: Віддалене

source: Subscription Status
uk: Стан підписки

source: Filter based on community subscription status
uk: Фільтр залежно від стану підписки спільноти

source: Not Subscribed
uk: Нема підписки

source: Clear Filters
uk: Очистити фільтри

source: Advanced Search
uk: Розширений пошук

source: Choose a topic to filter communities by
uk: Виберіть тему, за якою фільтрувати спільноти

source: Feed
uk: Стрічка

source: Choose a public feed to filter communities by
uk: Виберіть загальнодоступну стрічку, за якою фільтрувати спільноти

source: Choose a language to filter communities by
uk: Виберіть мову, за якою фільтрувати спільноти

source: Show NSFW communities
uk: Показати NSFW-спільноти

source: Home instance
uk: Сервер

source: e.g. piefed.social
uk: як-от piefed.social

source: Sort by name
uk: Упорядкувати за назвою

source: Sort by number of active users in the past week
uk: Упорядкувати за кількістю активних користувачів цього тижня

source: Active People
uk: Активні люди

source: Sort by post count
uk: Упорядкувати за кількістю дописів

source: Sort by recent activity
uk: Упорядкувати за недавньою активністю

source: Sort by community creation date
uk: Упорядкувати за датою створення спільноти

source: Created
uk: Створено

source: Rank
uk: Порядок

source: Browse %(name)s
uk: Переглянути %(name)s

source: Pagination
uk: Поділ на сторінки

source: Previous page
uk: Попередня сторінка

source: Next page
uk: Наступна сторінка

source: No communities match your search.
uk: Вашому запиту не відповідає жодна спільнота.

source: Choose a topic
uk: Оберіть тему

source: Suggest a topic
uk: Запропонувати тему

source: Moderation log
uk: Журнал модерування

source: Type of action
uk: Тип дії

source: Ban user
uk: Блокувати користувача

source: Delete user
uk: Видалити користувача

source: Add moderator
uk: Додати модератоар

source: Remove moderator
uk: Вилучити модератора

source: Delete post
uk: Видалити допис

source: Delete comment
uk: Видалити коментар

source: user@instance
uk: користувач@сервер

source: Moderator user@instance
uk: Модератор користувач@сервер

source: When
uk: Коли

source: Moderator
uk: Модератор

source: in %(community_name)s
uk: у %(community_name)s

source: Reason:
uk: Підстава:

source: There are no moderation actions to show.
uk: Нема дій модераторів для показу.

source: Privacy
uk: Приватність

source: When you open a Lemmy page, change the https part of the url to web+ap to open it in PieFed. This is possible by registering "web+ap" as a type of link that PieFed will open.
uk: Щоб відкрити сторінку Lemmy в PieFed, змініть https в адресі на web+ap. Це працюватиме, якщо зареєструвати «web+ap» як тип посилання, який PieFed може відкрити.

source: Open web+ap links using %(domain)s
uk: Відкривати посилання web+ap на %(domain)s

source: Un-register protocol handler
uk: Скасувати реєстрацію обробника протоколу

source: Share %(title)s
uk: Поділитися %(title)s

source: This link has already been shared in these communities:
uk: Посиланням уже ділилися в спільнотах:

source: Admin navigation
uk: Навігація адміністрації

source: Admin home
uk: Домівка адміністрації

source: Content
uk: Вміст

source: Registration applications
uk: Заявки на реєстрацію

source: Moderation
uk: Модерування

source: Federation
uk: Федерація

source: Newsletter
uk: Розсилка

source: Activities
uk: Діяльність

source: Permissions
uk: Дозволи

source: Site
uk: Сайт

source: Misc
uk: Різне

source: Chooser
uk: Вибір

source: Registration
uk: Реєстрація

source: Pages
uk: Сторінки

source: Result Filter
uk: Фільтр результатів

source: Failure
uk: Помилка

source: Success
uk: Успіх

source: Ignored
uk: Відхилено

source: Processing
uk: Обробка

source: Direction Filter
uk: Фільтр напряму

source: Both
uk: Обидва

source: In
uk: Вхід

source: Out
uk: Вихід

source: Direction
uk: Напрям

source: ID
uk: Ідентифікатор

source: Type
uk: Тип

source: Result
uk: Результат

source: Re-submit this activity
uk: Повторно надіслати дію

source: Add new user
uk: Створити користувача

source: Provide a square image that looks good when small.
uk: Квадратне зображення, розбірливе при зменшенні.

source: Provide a wide image - letterbox orientation.
uk: Широке зображення. Зрізається, коли не вміщається.

source: Registrations
uk: Реєстрації

source: When registering, people are asked "%(question)s".
uk: При реєстрації ставиться питання «%(question)s».

source: Email verifed
uk: Електронну пошту підтверджено

source: Answer
uk: Відповідь

source: Applied
uk: Застосовано

source: IP and country code
uk: IP-адреса й код країни

source: Source
uk: Джерело

source: Similar usernames
uk: Подібні користувацькі імена

source: Actions
uk: Дії

source: Throwaway email account, the kind spammers and trolls use.
uk: Одноразова пошта, якою користуються спамери й тролі.

source: Approve
uk: Схвалити

source: Deny
uk: Відхилити

source: No one is waiting to be approved.
uk: Ніхто не очікує на схвалення.

source: Recently approved
uk: Нещодавно схвалені

source: View
uk: Переглянути

source: File
uk: Файл

source: Edit
uk: Редагувати

source: Delete CMS Page
uk: Видалити CMS-сторінку

source: Back to Pages
uk: Назад до сторінок

source: Are you sure you want to delete this page?
uk: Точно видалити сторінку?

source: This action cannot be undone.
uk: Дія незворотна.

source: Page Details
uk: Деталі сторінки

source: Title:
uk: Назва:

source: URL:
uk: Адреса:

source: Last edited by:
uk: Останній співавтор:

source: Last edited:
uk: Останнє редагування:

source: Created:
uk: Створено:

source: Content preview:
uk: Попередній перегляд:

source: Yes, Delete This Page
uk: Так, видалити сторінку

source: Cancel
uk: Скасувати

source: The URL path where this page will be accessible (e.g., /about-us)
uk: Адреса, за якою сторінка буде доступною (як-от /about-us)

source: Content is written in Markdown format and will be converted to HTML when saved.
uk: Текст у форматі Markdown буде перетворено на HTML-код при збереженні.

source: Preview
uk: Попередній перегляд

source: Markdown Help
uk: Довідка про Markdown-розмітку

source: Basic formatting:
uk: Просте форматування:

source: Lists, tables, and other Markdown features are supported.
uk: Підтримується така Markdown-розмітка, як списки й таблиці.

source: Add new page
uk: Створити сторінку

source: Last Edited By
uk: Останній співавтор

source: Last Edited
uk: Останнє редагування

source: Delete
uk: Видалити

source: No pages have been created yet.
uk: Сторінок іще нема.

source: No topic
uk: Без теми

source: Low Quality
uk: Недостатньо змістовне

source: Number of known subscribers
uk: Кількість відомих підписників

source: Members
uk: Учасники

source: Content retention duration
uk: Тривалість зберігання дописів

source: Retention
uk: Зберігання

source: Posts can be popular.
uk: Дописи можуть бути популярними.

source: Posts show in the All feed.
uk: Дописи показано на вкладці «Усе».

source: Content warning, NSFW set for community.
uk: Чутливий вміст. Зазначено, що спільнота NSFW.

source: Warning
uk: Засторога

source: Number of posts
uk: Кількість дописів

source: Content warning, NSFW or NSFL set for community.
uk: Чутливий вміст. Зазначено, що спільнота NSFW чи NSFL.

source: Last activity
uk: Остання активність

source: Moderate
uk: Модерувати

source: Move %(community)s to %(instance_domain)s
uk: Посунути %(community)s до %(instance_domain)s

source: Trash
uk: Смітник

source: Spammy
uk: Спам

source: Deleted
uk: Видалене

source: Posts/Comments:
uk: Дописи й коментарі:

source: Days
uk: Дні

source: 14 days
uk: 14 днів

source: No posts.
uk: Дописів нема.

source: No comments.
uk: Коментарів нема.

source: Add Offline Instance
uk: Додати офлайн-сервер

source: Edit %(image_file_name)s
uk: Редагувати %(image_file_name)s

source: Edit %(community_name)s
uk: Редагувати %(community_name)s

source: Will not be overwritten by remote server
uk: Не буде перезаписано віддаленим сервером

source: Convert to local community
uk: Перетворити на місцеву спільноту

source: Edit %(instance_name)s
uk: Редагувати %(instance_name)s

source: Edit %(topic_name)s
uk: Редагувати %(topic_name)s
