Repository: karasugawasu/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Note: If you connect an OAuth provider, you can use it to log in to your account without a password.
uk: Зауважте: якщо з'єднатися з OAuth-провайдером, за його допомогою можна буде входити до вашого облікового запису без пароля.

source: If you disconnect all OAuth providers, you will need to use your password to log in.
uk: Якщо від'єднати всіх OAuth-провайдерів, буде потрібно щоразу входити за допомогою пароля.

source: Change settings
uk: Змінити налаштування

source: Delete %(username)s
uk: Видалити %(username)s

source: You are about to permanently delete the account with the username "<strong>%(username)s</strong>." This means your profile will disappear, pictures will be deleted. Text-based posts will stay but look like they are from someone named "deleted".
uk: Ви назовсім видалити обліковий запис «<strong>%(username)s</strong>». Ваш профіль зникне, всі зображення буде видалено. Текстові дописи залишаться, але ім'я в них буде змінено на «deleted».

source: Once you hit delete, nobody can use "%(username)s" as a username again. We are doing this so nobody pretends to be you.
uk: Більше ніхто не зможе ніколи підписати себе «%(username)s». Тобто ніхто не видаватиме себе за вас.

source: We will tell other websites (fediverse instances) that your account is gone. But it's up to them to decide what to do with any copies they have of your stuff. Some websites work differently than ours.
uk: Ми повідомимо іншим сайтам у федіверсі, що вашого облікового запису більше немає. Але вони самі визначають, що робити з копіями ваших дописів. Не всі сайти працюють так, як наш.

source: Edit filter
uk: Редагувати фільтр

source: Add filter
uk: Додати фільтр

source: Filter %(name)s
uk: Фільтр %(name)s

source: Filter in these places
uk: Де фільтрувати

source: One per line. Case does not matter.
uk: По одному на рядок. Байдуже, малі чи великі літери.

source: Stop applying this filter after this date. Optional.
uk: Фільтр припинить діяти після цієї дати. Необов'язково.

source: Edit note for "%(user_name)s"
uk: Редагувати нотатку про %(user_name)s

source: Emoji quick access
uk: Швидкий доступ до емоджі

source: This note appears next to their username. It's meant just for you and not displayed to anyone else.
uk: Нотатку видно поруч із користувацьким іменем. Видно лише вам, більше нікому.

source: Edit profile of %(name)s
uk: Редагувати профіль %(name)s

source: Extra fields
uk: Додаткові поля

source: Your homepage, pronouns, age, etc.
uk: Сайт, займенники, вік тощо.

source: Remove image
uk: Вилучити зображення

source: Warning! - Unsubscribe from Everything
uk: Обережно! — Відписатися від усього

source: You are about to unsubscribe from every community and feed for which you are not an owner or moderator.
uk: Ви відпишетесь від усіх спільнот і стрічок, які не модеруєте.

source: You are able to resubscribe like normal after this action, but this bulk action cannot be undone. Are you sure you want to continue?
uk: Підписатись заново можна буде лише вручну, як зазвичай. Скасувати відписку не можна. Точно продовжити?

source: Danger Zone! - Account Deletion
uk: Обережно! — Видалити обліковий запис

source: Mail Settings
uk: Параметри пошти

source: Visibility
uk: Видимість

source: User interface
uk: Оформлення

source: This is used for menus and labels in the user interface
uk: Для меню й підписів у користувацькому інтерфейсі

source: Increase font size
uk: Збільшити шрифт

source: Decrease font size
uk: Зменшити шрифт

source: Go here to preview the different code styles
uk: Переглянути різні стилі коду

source: Do not blindly copy and paste CSS from random strangers on the internet.
uk: Не вставляйте CSS-коду незнайомців з інтернету.

source: Preferences
uk: Уподобання

source: Only posts and replies in these selected languages will be visible. Choose none to allow all.
uk: Буде показано дописи й відповіді лише вибраними мовам. Щоб показати всі, не вибирайте нічого.

source: You can have different values on each device.
uk: На кожному пристрої може бути своє значення.

source: Long press to vote differently.
uk: Затисніть, щоб переголосувати.

source: Hold down the mouse button to vote differently.
uk: Щоб переголосувати, затискайте кнопку миші.

source: Communities joined outside of a feed will not be auto unsubscribed.
uk: Спільноти, до яких ви долучились за межами стрічок, не підлягають автоматичному виходу.

source: Set up web+ap links
uk: Налаштувати посилання web+ap

source: Unsubscribed
uk: Відписано

source: You have unsubscribed from emails about unread notifications. We might email you for other reasons, though.
uk: Ви відписались від листів про непрочитані сповіщення. Вам усе ще можуть надходити листи на інші теми.

source: More email settings
uk: Більше параметрів пошти

source: Follow on remote instance
uk: Стежити на своєму сервері

source: We are about to send you to your instance where you will then need to click the "Follow" button.
uk: Переспрямуємо вас на ваш сервер. Натисніть на ньому кнопку «Стежити».

source: Files
uk: Файли

source: Are you sure you want to delete this file?
uk: Точно видалити цей файл?

source: Upload files
uk: Вивантажити файли

source: You can add files to your library by providing a list of urls or uploading them from your device.
uk: Щоб додати файли в бібліотеку, зазначте їхні адреси чи вивантажте їх зі свого пристрою.

source: Files added via url do not consume your quota as they are not copied into PieFed.
uk: Файли, додані за адресами, не використовують вашої квоти, бо не копіюються до PieFed.

source: You are using %(size)s out of a quota of %(max_size)s
uk: Використано %(size)s, квота — %(max_size)s

source: No media has been uploaded yet.
uk: Вивантажених файлів ще нема.

source: Collapse replies with a score at or below this level - click to view.
uk: Згортати дописи з такою оцінкою чи нижчою. Натискайте, щоб переглянути.

source: Hide replies with a score at or below this level.
uk: Ховати дописи з такою оцінкою чи нижчою.

source: Use a comma between each word.
uk: Розділяйте слова комами.

source: Keyword Filters
uk: Фільтри за ключовими словами

source: Filters can hide posts that contain keywords you specify, either by making them less noticeable or invisible.
uk: Фільтри ховають дописи, що містять ключові слова, або роблять їх менш помітними.

source: Expires
uk: Спливає

source: Invisible
uk: Невидимість

source: Semi-transparent
uk: Напівпрозорість

source: No filters defined yet.
uk: Фільтрів іще нема.

source: Blocks
uk: Блокування

source: Manage which users, communities, domains or instances you want to block. Blocking them means you will no longer see any posts associated with them.
uk: Щоб не бачити дописів певних користувачів, спільнот, доменів чи серверів, можете їх блокувати.

source: Add new blocks when you see content you don't like - click the 3 dot menu on the post or comment to see blocking options.
uk: Щоб додати блокування, натрапивши на небажаний допис, натисніть на меню (три крапки) поруч із дописом чи коментарем і виберіть відповідну опцію.

source: Add block
uk: Додати блокування

source: Unblock @%(user_name)s
uk: Розблокувати @%(user_name)s

source: Unblock %(user_name)s
uk: Розблокувати %(user_name)s

source: No blocked people
uk: Нікого не заблоковано

source: Unblock %(community_title)s
uk: Розблокувати %(community_title)s

source: No blocked communities
uk: Нема заблокованих спільнот

source: No blocked domains
uk: Нема заблокованих доменів

source: No blocked instances
uk: Нема заблокованих серверів

source: No posts are marked as hidden.
uk: Жоден допис не позначено схованим.

source: Export community subscriptions and user settings
uk: Експортувати підписки на спільноти й параметри користувачів

source: You have unsubscribed from the email newsletter. We might email you for other reasons, though.
uk: Ви відписались від розсилки. Листи з інших питань все ще можуть надходити.

source: Mark all as read
uk: Позначити все прочитаним

source: Filter notifications
uk: Фільтрувати сповіщення

source: No notifications to show.
uk: Сповіщень немає.

source: Manage
uk: Керувати

source: Granted
uk: Дозволено

source: Enable popup notifications
uk: Увімкнути спливні сповіщення

source: These notifications only include replies, mentions, and posts <a href="/alerts">you subscribe to</a>.
uk: Сповіщення — лише про відповіді, згадки й ті дописи, <a href="/alerts">на які ви підписані</a>.

source: Upvoted
uk: Схвалено

source: Add passkey
uk: Додати ключ доступу

source: No passkeys created yet.
uk: Ключів доступу ще нема.

source: Read posts
uk: Прочитати дописи

source: No posts yet.
uk: Дописів ще нема.

source: Delete history
uk: Видалити історію

source: Scheduled for
uk: Заплановано на

source: Frequency
uk: Частота

source: Only once
uk: Лише раз

source: No scheduled posts yet. To schedule a post, create one in your favorite community and set up a date and frequency.
uk: Щоб запланувати допис, створіть його в спільноті майже як зазвичай — тільки зазначте дату й частоту.

source: Send message
uk: Надіслати повідомлення

source: Send message with matrix chat
uk: Надіслати повідомлення в Matrix-чат

source: Send message using Matrix
uk: Надіслати повідомлення в Matrix

source: Follow
uk: Стежити

source: Edit user in admin panel
uk: Редагувати користувача в адміністративній панелі

source: View user profile on original server
uk: Переглянути профіль користувача на оригінальному сервері

source: Block @%(user_name)s
uk: Блокувати @%(user_name)s

source: Block %(user_name)s
uk: Блокувати %(user_name)s

source: Look up in modlog
uk: Пошук у журналі модерування

source: Edit note
uk: Редагувати нотатку

source: Bot Account
uk: Обліковий запис бота

source: Joined
uk: Долучається

source: Ratio of upvotes cast to downvotes cast. Higher is more positive.
uk: Тим вище, чим більше надіслано схвалень, а не засуджень.

source: Votes
uk: Голоси

source: Referer
uk: Джерело

source: Which website linked to PieFed when the user initially registered.
uk: З якого сайту був перехід на PieFed при реєстрації.

source: IP address of last interaction.
uk: IP-адреса останньої взаємодії.

source: Donor
uk: Донор

source: Overview
uk: Огляд

source: Posts and Comments by %(user_name)s
uk: Дописи й коментарі %(user_name)s

source: Overview pagination
uk: Поділ огляду на сторінки

source: No posts or comments yet.
uk: Ще нема дописів чи коментарів.

source: RSS feed
uk: RSS-стрічка

source: Posts by %(user_name)s
uk: Дописи %(user_name)s

source: Post pagination
uk: Поділ дописів на сторінки

source: Comments by %(user_name)s
uk: Коментарі %(user_name)s

source: Same IP address
uk: Та сама IP-адреса

source: Moderate user
uk: Модерувати користувача

source: Member of
uk: Бере участь

source: Please wait...
uk: Зачекайте…

source: You are being sent to our payment system, please wait a moment.
uk: Вас буде переспрямовано до нашої платіжної системи, зачекайте хвилинку.

source: Payment result
uk: Результат платежу

source: Thank you for your donation!
uk: Дякуємо за внесок!

source: Something went wrong during the payment process. No changes have been made to your account.
uk: При сплаті щось пішло не так. Вашого облікового запису не змінено.

source: Ban %(name)s
uk: Блокувати %(name)s

source: New Feed
uk: Нова стрічка

source: Parent Feed
uk: Батьківська стрічка

source: You do not have any Feeds yet..
uk: У вас ще нема стрічок.

source: Roles
uk: Ролі

source: User has no Public Feeds yet..
uk: У користувача ще нема загальнодоступних стрічок.

source: Report "%(user_name)s"
uk: Поскаржитись на «%(user_name)s»

source: You will be notified of replies to these comments
uk: Ви отримуватимете відповіді на ці коментарі

source: Read replies
uk: Прочитати відповіді

source: You have not subscribed to any comments. Use the bell icon on each comment to do so.
uk: Щоб підписатись на коментар, скористайтесь піктограмою дзвоника поруч із ним.

source: You will be notified of new posts in these communities
uk: Ви отримуватимете нові дописи в цих спільнотах

source: Visit Community
uk: Відвідати спільноту

source: You have not subscribed to an alert for new content in any communities. Use the bell icon in each community to do so.
uk: Щоб отримувати сповіщення про нові дописи, скористайтесь піктограмою дзвоника в спільноті.

source: You will be notified of new posts in communities covered by these feeds
uk: Ви отримуватимете нові дописи в спільнотах, охоплених цими стрічками

source: Visit Feed
uk: Відвідати стрічку

source: You have not subscribed to any feeds. Use the bell icon on each feed to do so.
uk: Щоб підписатись на стрічку, скористайтесь піктограмою дзвоника поруч із нею.

source: Mine
uk: Моє

source: Others
uk: Інших

source: You will be notified of top-level replies to these posts
uk: Вам надходитимуть сповіщення про верхній рівень відповідей на ці дописи

source: You have not subscribed to any posts. Use the bell icon on each post to do so.
uk: Щоб підписатись на допис, натисніть у ньому піктограму дзвоника.

source: You will be notified of new posts in communities covered by these topics
uk: Ви отримуватимете нові дописи в спільнотах, охоплених цими темами

source: Visit Topic
uk: Відвідати тему

source: You have not subscribed to any topics. Use the bell icon on each topic to do so.
uk: Щоб підписатись на тему, скористайтесь піктограмою дзвоника поруч із нею.

source: You will be notified of new posts by these users
uk: Ви отримуватимете нові дописи цих користувачів

source: Visit User
uk: Відвідати користувача

source: You have not subscribed to an alert for new content from any users. Use the bell icon on each person to do so.
uk: Щоб отримувати сповіщення про нові дописи, скористайтесь піктограмою дзвоника поруч із користувачем.

source: New post by followed user
uk: Новий допис відстежуваного користувача

source: in
uk: у

source: New Post in followed community
uk: Новий допис у відстежуваний спільноті

source: chose your answer to this question:
uk: вибирає вашу відповідь на питання:

source: New Post in followed topic
uk: Новий допис на відстежувану тему

source: Post Reported
uk: Скаргу на допис надіслано

source: Post details
uk: Деталі допису

source: User Reported
uk: Скаргу на користувача надіслано

source: Username
uk: Користувацьке ім'я

source: Comment Reported
uk: Скаргу на коментар надіслано

source: Comment details
uk: Деталі коментаря

source: Post From Suspicious Domain
uk: Допис із підозрілого домену

source: Post With Suspicious Image
uk: Допис із підозрілим зображенням

source: replied to post
uk: відповідає на допис

source: Reply Details
uk: Відповідь

source: Go to...
uk: Перейти…

source: replied to comment
uk: відповідає на коментар

source: New Post in followed feed
uk: Новий допис у відстежуваний стрічці

source: You have been mentioned by
uk: Вас згадує

source: Comment Details
uk: Коментар

source: Post title:
uk: Назва допису:

source: Post Details
uk: Допис

source: This is a request to move the community
uk: Це прохання посунути спільноту

source: Mark as read
uk: Позначити прочитаним

source: Mark as unread
uk: Позначити непрочитаним

source: New topic name
uk: Назва нової теми

source: New topic name here...
uk: Назва нової теми…

source: Suggested communities
uk: Пропоновані спільноти

source: Comma seperated list of community suggestions
uk: Список пропонованих спільнот через кому

source: Thank you for the topic suggestion, it has been sent to the site administrator(s).
uk: Дякуємо за пропозицію тем, її надіслано адміністрації сайту.

source: Suggest a topic"
uk: Запропонувати тему"

source: Display name
uk: Показане ім'я

source: Set new password
uk: Новий пароль

source: Extra field 1 - label
uk: Додаткове поле 1 — підпис

source: e.g. Pronouns
uk: (зразок) Займенники

source: Extra field 1 - text
uk: Додаткове поле 1 — текст

source: he/him, she/her, they/them, etc
uk: він/його, вона/її, вони/їх тощо

source: Extra field 2 - label
uk: Додаткове поле 2 — підпис

source: What I care about
uk: Що мене цікавить

source: Extra field 2 - text
uk: Додаткове поле 2 — текст

source: Cats, Peace, Family
uk: Коти, мир, сім'я

source: Extra field 3 - label
uk: Додаткове поле 3 — підпис

source: People who influence me
uk: Хто мене надихає

source: Extra field 3 - text
uk: Додаткове поле 3 — текст

source: Extra field 4 - label
uk: Додаткове поле 4 — підпис

source: Things I've changed my mind about
uk: Про що думаю не як раніше

source: Extra field 4 - text
uk: Додаткове поле 4 — текст

source: Save profile
uk: Зберегти профіль

source: That email address is already in use by another account
uk: Пошту вже використовує інший обліковий запис

source: Matrix user ids start with @
uk: Адреси в Matrix починаються з @

source: Invalid display name
uk: Хибне показане ім'я

source: Interface language
uk: Мова інтерфейсу

source: Content language
uk: Мова дописів

source: Receive email about missed notifications
uk: Листи про пропущені сповіщення

source: Reply collapse threshold
uk: Поріг згортання коментарів

source: Reply hide threshold
uk: Поріг ховання коментарів

source: Use markdown editor GUI when writing
uk: Кнопки Markdown-розмітки в редакторі

source: Show profile in user list
uk: Профіль у списку користувачів

source: My posts appear in search results
uk: Дописи в пошуковій видачі

source: Do not display posts with which I have already interacted (opened/upvoted/downvoted)
uk: Сховати вже опрацьовані дописи (відкриті, проголосовані)

source: Show communities I've joined on my profile
uk: Перелік спільнот у профілі

source: Manually approve followers
uk: Вручну схвалювати підписки

source: Federate votes
uk: Федерація голосування

source: Enable Automatic Follow of Feed Communities.
uk: Автоматично стежити за спільнотами стрічок.

source: Enable Automatic Leave of Feed Communities.
uk: Автоматично виходити зі спільнот стрічок.

source: Default post sort
uk: Типовий порядок дописів

source: Default comment sort
uk: Типовий порядок коментарів

source: Theme
uk: Тема

source: Not compact - expand images
uk: Не компактно — розширити зображення

source: More compact - only thumbnails for images
uk: Компактніше — лише мініатюри зображень

source: Most compact - no images, only text
uk: Найкомпактніше — без зображень, лише текст

source: Compact UI
uk: Компактний інтерфейс

source: Theme default - fastest
uk: Типовий із теми — найшвидший

source: Atkinson Hyperlegible - low vision
uk: Atkinson Hyperlegible — легше читати

source: Inter - pretty
uk: Inter — красивий

source: Roboto - pretty
uk: Roboto — красивий

source: Font
uk: Шрифт

source: Code syntax highlighting color scheme
uk: Кольори підсвітки синтаксису коду

source: All instances
uk: Всі сервери

source: Accept private messages from
uk: Звідки приймати приватні повідомлення

source: Warn me after using PieFed for this many hours per day
uk: Застерігати при використанні PieFed стільки годин на день

source: Save settings
uk: Зберегти параметри

source: Import community subscriptions and user blocks from Lemmy
uk: Імпортувати підписки на спільноти й блокування користувачів із Lemmy

source: Yes, delete my account
uk: Так, видалити мій обліковий запис

source: Yes, unsubscribe from all communities I am not moderating
uk: Так, відписатись від усіх спільнот, які я не модерую

source: Ban IP address
uk: Блокувати IP-адресу

source: Delete all content by this account
uk: Видалити всі дописи облікового запису

source: Flush CDN cache when deleting (slow)
uk: Очистити CDN-кеш при видаленні (повільно)

source: Malicious reporting
uk: Зловмисні скарги

source: Hide posts in communities with these words in their name
uk: Ховати дописи спільнот із цими словами в назві

source: Blur thumbnail
uk: Розмити мініатюру

source: Make post semi-transparent
uk: Зробити допис напівпрозорим

source: Label as AI
uk: Підписувати як «ШІ»

source: Show AI-generated posts
uk: Дописи, згенеровані «ШІ»

source: Hide posts in low quality communities
uk: Ховати дописи недостатньо змістовних спільнот

source: Home feed
uk: Головна стрічка

source: Posts in communities
uk: Дописи в спільнотах

source: Comments on posts
uk: Коментарі до дописів

source: Action to take
uk: Дія

source: Keywords that trigger this filter
uk: Ключові слова, за якими фільтрувати

source: Expire after
uk: Діє до

source: Your remote instance:
uk: Віддалений сервер:

source: Mastodon, Misskey, Akkoma, Iceshrimp and friends
uk: Mastodon, Misskey, Akkoma, Iceshrimp і друзі

source: Instance type
uk: Тип сервера

source: View profile on remote instance
uk: Переглянути профіль на віддаленому сервері

source: User note
uk: Нотатка про користувача

source: Save note
uk: Зберегти нотатку

source: URLs to files (one per line)
uk: Адреси файлів (по одній на рядок)

source: File 1
uk: Файл 1

source: File 2
uk: Файл 2

source: File 3
uk: Файл 3

source: File 4
uk: Файл 4

source: File 5
uk: Файл 5

source: File 6
uk: Файл 6

source: File 7
uk: Файл 7

source: File 8
uk: Файл 8

source: File 9
uk: Файл 9

source: File 10
uk: Файл 10

source: Username or ActivityPub ID
uk: Користувацьке ім'я чи ActivityPub-адреса

source: e.g. @user@example.com or user
uk: як-от @user@example.com або user

source: Community name or ActivityPub ID
uk: Назва спільноти чи ActivityPub-адреса

source: e.g. !community@example.com or community
uk: як-от !community@exampe.org або community

source: Domain name
uk: Домен

source: e.g. example.com
uk: як-от example.com

source: Instance domain
uk: Домен сервера

source: e.g. lemmy.example.com
uk: як-от lemmy.example.co

source: This user has been deleted.
uk: Користувача видалено.

source: You have changed your email address so we need to verify it. Please check your email inbox for a verification link.
uk: Змінену електронну пошту треба підтвердити. Перевірте вхідні, туди має прийти посилання для підтвердження.

source: Avatar removed!
uk: Аватар вилучено!

source: Auto-detect
uk: Автоматично

source: Basque
uk: Баскська

source: Catalan
uk: Каталонська

source: Chinese
uk: Китайська

source: English
uk: Англійська

source: Finnish
uk: Фінська

source: French
uk: Французька

source: German
uk: Німецька

source: Hindi
uk: Гінді

source: Japanese
uk: Японська

source: Spanish
uk: Іспанська

source: Polish
uk: Польська

source: Ukrainian
uk: Українська

source: Your %(provider)s account has been disconnected.
uk: Обліковий запис %(provider)s від'єднано.

source: Export Complete.
uk: Експорт завершено.

source: Your subscriptions and blocks are being imported. If you have many it could take a few minutes.
uk: Імпорт підписок і блокувань триває. Якщо їх багато, зачекайте кілька хвилин.

source: You cannot ban yourself.
uk: Блокувати себе неможливо.

source: You cannot unban yourself.
uk: Розблокувати себе неможливо.

source: %(actor)s has been unbanned.
uk: %(actor)s більше не блокується.

source: %(actor)s has been blocked.
uk: %(actor)s блокується.

source: %(actor)s has been unblocked.
uk: %(actor)s більше не блокується.

source: Moderators have already assessed reports regarding this person, no further reports are necessary.
uk: Модератори вже розглянули скарги на людину. Скаржитися додатково не потрібно.

source: %(user_name)s has already been reported, thank you!
uk: На %(user_name)s уже є скарга, дякуємо!

source: %(user_name)s has been reported, thank you!
uk: Скаргу на %(user_name)s надіслано, дякуємо!

source: Report user
uk: Скарга на користувача

source: You cannot delete yourself.
uk: Видалити себе неможливо.

source: Deleted user was a remote instance admin.
uk: Видалений користувач адміністрував віддалений сервер.

source: Deleted user with role permissions.
uk: Видалено користувача з дозволами ролі.

source: %(actor)s has been deleted.
uk: %(actor)s видалено.

source: %(community_name)s has been unblocked.
uk: %(community_name)s більше не блокується.
