Repository: karasugawasu/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Account deletion in progress. Give it a few minutes.
uk: Видалення облікового запису триває. Зачекайте кілька хвилин.

source: Delete my account
uk: Видалити мій обліковий запис

source: All notifications marked as read.
uk: Усі сповіщення позначено прочитаними.

source: NSFW content will be hidden due to legal restrictions in your country.
uk: NSFW-вміст буде сховано через правові обмеження вашої країни.

source: Filter deleted.
uk: Фільтр видалено.

source: User not found: %(username)s
uk: Користувача не знайдено: %(username)s

source: %(name)s is already blocked.
uk: %(name)s уже блокується.

source: Community not found: %(name)s
uk: Спільноти не знайдено: %(name)s

source: Instance not found: %(domain)s
uk: Сервера не знайдено: %(domain)s

source: Error blocking instance: %(error)s
uk: Помилка блокування сервера: %(error)s

source: Comment bookmarks
uk: Коментарі в закладках

source: Reply Alerts
uk: Сповіщення про відповіді

source: Community Alerts
uk: Сповіщення про спільноту

source: Topic Alerts
uk: Сповіщення на тему

source: Feed Alerts
uk: Сповіщення про стрічку

source: User Alerts
uk: Сповіщення про користувача

source: Post Alerts
uk: Сповіщення про дописи

source: Lemmy can't follow profiles, sorry
uk: На жаль, Lemmy не дає змоги стежити за профілями

source: Reading history has been deleted
uk: Історію читання видалено

source: That person could not be retrieved or is banned from %(site)s.
uk: Помилка завантаження. Можливо, %(site)s блокує людину.

source: Searching for remote people requires login
uk: Увійдіть, щоб шукати віддалених людей

source: You have exceeded your storage quota.
uk: Ви перевищили квоту на пам'ять.

source: Thank you for supporting %(instance_name)s! Any choice you make below will replace your current donation plan.
uk: Дякуємо за підтримку %(instance_name)s! Ваш вибір внизу замінить поточний план внесків.

source: Choose a donation plan
uk: Оберіть план внесків

source: Log in to donate to %(instance_name)s or donate to the PieFed project using the button below.
uk: Увійдіть до %(instance_name)s, щоб зробити внесок. Або підтримайте проєкт PieFed за допомогою кнопки внизу.

source: You are not donating
uk: Ви не робите внесків

source: There are no regular donations set to occur in the future.
uk: Майбутніх повторюваних внесків не заплановано.

source: Regular donation cancelled
uk: Повторювані внески скасовано

source: Your donation has been cancelled.
uk: Внесок скасовано.
