Repository: karasugawasu/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Start fediverse handles with '@' to differentiate them from email addresses.
uk: Починайте феді-адреси з «@», щоб відрізнити їх від електронної пошти.

source: Found a community:
uk: Знайдено спільноту:

source: Rate community
uk: Оцінити спільноту

source: 1 = terrible, 3 = ok, 5 = best ever
uk: 1 = жах, 3 = норм, 5 = ліпше нікуди

source: Found a post:
uk: Знайдено допис:

source: Use these buttons to quickly generate some testing topics and communities to use during development.
uk: Швидко генеруйте тестові теми й спільноти цими кнопками при розробці.

source: Add Dev Communities
uk: Додати тестові спільноти

source: Add Dev Topics
uk: Додати тестові теми

source: Delete Dev Communities
uk: Видалити тестові спільноти

source: Delete Dev Topics
uk: Видалити тестові теми

source: Domains
uk: Домени

source: No posts in this domain yet.
uk: Домен ще не має дописів.

source: Domain management
uk: Керування доменом

source: Unblock
uk: Розблокувати

source: Block
uk: Блокувати

source: Ban instance-wide
uk: Блокувати на всьому сервері

source: Domains containing "%(search)s"
uk: Домени, що містять «%(search)s»

source: Banned domains
uk: Блоковані домени

source: How many times has something on this domain been posted
uk: Скільки разів розміщено щось на цьому домені

source: Banned domains containing "%(search)s"
uk: Блоковані домени, що містять «%(search)s»

source: Unbanning this domain allows future posts linking to that domain.
uk: Якщо розблокувати домен, майбутні дописи зможуть на нього посилатись.

source: Sorry, access is denied
uk: На жаль, доступ заборонено

source: You cannot access this area.
uk: Вам сюди не можна.

source: Back
uk: Назад

source: Ooops, something is broken!
uk: Йой, щось зламалося!

source: The page your browser tried to load could not be found.
uk: Сторінки, яку браузер спробував завантажити, не знайдено.

source: 429 - Too Many Requests
uk: 429 — забагато запитів

source: You have been temporarily rate-limited. Please wait a while before making more requests.
uk: Ваші запити тимчасово обмежено. Зачекайте трохи, перш ніж робити наступні.

source: Request limit:
uk: Обмеження запитів:

source: This limitation is in place to prevent abuse and ensure fair usage for all users.
uk: Це обмеження допомагає запобігти зловживанням і забезпечити рівний доступ для всіх користувачів.

source: If you believe this is a mistake, please let us know about this, so we can repair it and make PieFed better for everyone.
uk: Якщо ви певні, що це помилка, сповістіть нас, щоб ми могли її виправити й зробити PieFed кращим для всіх.

source: An unexpected error has occurred
uk: Виникла несподівана помилка

source: Sorry for the inconvenience! Please let us know about this, so we can repair it and make PieFed better for everyone.
uk: Перепрошуємо за незручності! Сповістіть нас про помилку, щоб ми могли її виправити й зробити PieFed кращим для всіх.

source: In PieFed, accounts have a main profile and an alternative profile (used for private voting). You are viewing the alternative profile of an account.
uk: Облікові записи PieFed можуть мати основний профіль і додатковий профіль (для приватного голосування). Ви переглядаєте додатковий профіль облікового запису.

source: More about this
uk: Докладніше

source: Copy
uk: Копіювати

source: Subscribe
uk: Підписатись

source: Unsubscribe %(name)s
uk: Відписати %(name)s

source: Unsubscribe
uk: Відписатись

source: Edit Feed
uk: Редагувати стрічку

source: Notify about every new post. Not advisable in high traffic feeds!
uk: Сповіщати про кожен допис. Не рекомендовано в активних стрічках!

source: Accepted address formats
uk: Підтримувані формати адреси

source: Found a feed:
uk: Знайдено стрічку:

source: Copy Feed
uk: Копіювати стрічку

source: Format example: news@lemmy.world. One per line.
uk: Зразок формату: news@lemmy.world. По одній на рядок.

source: Which community within %(feed)s to post in?
uk: До якої спільноти «%(feed)s» надіслати допис?

source: Post in %(name)s
uk: Допис у %(name)s

source: View %(name)s
uk: Переглянути %(name)s

source: Feed has subscribers, cannot change Url.
uk: У стрічки є підписники, неможливо змінити адресу.

source: Create Feed
uk: Створити стрічку

source: Add a Feed from another instance
uk: Додати стрічку з іншого сервера

source: Add remote Feed
uk: Додати віддалену стрічку

source: Creator
uk: Створено

source: No Public Feeds yet...
uk: Загальнодоступних стрічок ще нема…

source: Sub-feeds
uk: Дочірні стрічки

source: No posts in this feed yet.
uk: У стрічці ще нема дописів.

source: Feed communities
uk: Спільноти стрічки

source: Curated by
uk: Куратор —

source: Number of subscribers
uk: Кількість підписок

source: Clear filters
uk: Очистити фільтри

source: Online Status
uk: Онлайн-статус

source: Online instances
uk: Онлайн-сервери

source: Dormant instances
uk: Неактивні сервери

source: Gone forever instances
uk: Сервери, які вже не відновляться

source: Gone Forever
uk: Уже не відновиться

source: Federation Status
uk: Стан федерації

source: Allowed instances
uk: Дозволені сервери

source: Allowed
uk: Дозволене

source: Blocked instances
uk: Блоковані сервери

source: Federated instances
uk: Сервери федерації

source: Federated
uk: Федерація

source: Heard from
uk: Онлайн

source: Gone
uk: Більше не працює

source: No results to show.
uk: Нема що показати.

source: This is a %(software)s instance.
uk: Це сервер %(software)s.

source: Go to instance
uk: Перейти до сервера

source: Unblock %(instance_name)s
uk: Розблокувати %(instance_name)s

source: Block everyone from %(instance_name)s
uk: Заблокувати всіх із %(instance_name)s

source: No people to show
uk: Нема кого показати

source: No posts from this instance yet.
uk: З цього сервера ще нема дописів.

source: Bookmark
uk: Закладка

source: Remove bookmark
uk: Вилучити закладку

source: UpVote button.
uk: Кнопка схвалення.

source: Score: %(score)s
uk: Оцінка: %(score)s

source: DownVote button.
uk: Кнопка засудження.

source: Potentially emotionally scarring content
uk: Вміст може дуже сильно зачепити

source: This post contains AI generated content
uk: Допис містить щось згенероване «ШІ»

source: AI
uk: «ШІ»

source: Reported. Check post for issues.
uk: Є скарга. Перевірте допис.

source: deleted
uk: видаляє

source: Go to image
uk: Перейти до зображення

source: Online Event
uk: Онлайн-подія

source: Location
uk: Місцеположення

source: Max Attendees
uk: Максимум відвідувачів

source: Join Mode
uk: Режим долучення

source: Archive.ph link
uk: Посилання на Archive.ph

source: Licence
uk: Ліцензія

source: The poll has finished, yet no votes were cast.
uk: Опитування завершено без голосів.

source: No votes have been cast yet.
uk: Голосів іще нема.

source: Show voting form
uk: Показати форму голосування

source: Vote
uk: Проголосувати

source: View results
uk: Показати результати

source: Total votes: %(total_votes)d.
uk: Усього голосів: %(total_votes)d.

source: Poll closes
uk: Опитування завершується

source: Add to calendar
uk: Додати до календаря

source: Hashtags
uk: Хештеги

source: Show cross-posts
uk: Показати перехресні розміщення

source: Number of cross-posts:
uk: Перехресних розміщень:

source: Cross-post
uk: Перехресне розміщення

source: Translate
uk: Перекласти

source: Set flair
uk: Налаштувати позначку

source: Update Preview
uk: Оновити попередній перегляд

source: Translate all comments
uk: Перекласти всі коментарі

source: Sort by magic
uk: Магічний порядок

source: Comments with the most upvotes
uk: Коментарі. в яких найбільше схвалень

source: Show newest first
uk: Спершу новіші

source: Show oldest first
uk: Спершу старіші

source: Comments from other communities
uk: Коментарі з інших спільнот

source: Comments in %(name)s
uk: Коментарі в %(name)s

source: Community options
uk: Параметри спільноти

source: Community description
uk: Опис спільноти

source: Block community %(community_name)s
uk: Блокувати спільноту %(community_name)s

source: Hide markdown source
uk: Сховати Markdown-джерело

source: View markdown source
uk: Markdown-джерело

source: Post creator
uk: Автор допису

source: edited
uk: редагує

source: depth: %(comment_depth)d
uk: глибина: %(comment_depth)d

source: Reported. Check comment for issues.
uk: Є скарга. Перевірте коментар.

source: OP prefers this answer
uk: Початковий дописувач надає перевагу цій відповіді

source: Comment deleted
uk: Коментар видалено

source: Deleted by moderator
uk: Видалено модератором

source: reply
uk: відповісти

source: locked
uk: замкнено

source: Un-collapse
uk: Розгорнути

source: Collapse
uk: Згорнути

source: Un-choose answer
uk: Скасувати вибір відповіді

source: Choose answer
uk: Вибрати відповідь

source: Comment options
uk: Параметри коментування

source: Continue thread
uk: Продовжити тему

source: Filtered:
uk: Відфільтроване:

source: View comments
uk: Переглянути коментарі

source: UpVote button, %(count)d upvotes so far.
uk: Кнопка схвалення, наразі %(count)d схвалень.

source: DownVote button, %(count)d downvotes so far.
uk: Кнопка засудження, наразі %(count)d засуджень.

source: UpVote
uk: Схвалити

source: DownVote
uk: Засудити

source: This post is hosted on beehaw.org which has <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">higher standards of behaviour than most places. Be nice</a>.
uk: Допис розміщено на beehaw.org — сервері з <a href="https://docs.beehaw.org/docs/core-principles/what-is-beehaw/" target="_blank" rel="nofollow">вищими стандартами поведінки</a>, ніж деінде. Поважайте інших.

source: More options
uk: Більше опцій

source: Enable markdown editor
uk: Увімкнути Markdown-редактор

source: Warning: You are writing in a language that isn't the same as the user you are replying to uses! (%(language)s)
uk: Увага: ви пишете іншою мовою, ніж користувач, якому ви відповідаєте! (%(language)s)

source: The person you are replying to has been banned so they might not see your reply.
uk: Людину, якій ви відповідаєте, заблоковано, тож вона може не побачити вашої відповіді.

source: Loading...
uk: Завантаження…

source: No images found.
uk: Зображень не знайдено.

source: Error loading images.
uk: Помилка завантаження зображень.

source: Insert
uk: Вставити

source: Are you sure you want to delete this image?
uk: Точно видалити зображення?

source: Failed to delete image. Please try again.
uk: Помилка видалення зображення. Повторіть спробу.

source: Please select a file.
uk: Виберіть файл.

source: Please select an image file.
uk: Виберіть файл зображення.

source: Uploading...
uk: Вивантаження…

source: Upload successful!
uk: Вивантаження успішне!

source: Upload failed. Please try again.
uk: Помилка вивантаження. Повторіть спробу.

source: Failed to upload pasted image. Please try again.
uk: Помилка вивантаження вставленого зображення. Повторіть спробу.

source: Back to main discussion
uk: Назад до основного обговорення

source: Parent comment
uk: Батьківський коментар

source: custom
uk: власне

source: This post is old so votes and comments are disabled.
uk: Допис старий, тож голосування й відповіді вимкнено.

source: The author of this post has been banned/deleted so they might not see your reply.
uk: Автора допису заблоковано чи видалено, тож він не побачить відповіді.

source: Verify your email address to comment
uk: Щоб коментувати, підтвердьте електронну пошту

source: Log in to comment
uk: Увійдіть, щоб коментувати

source: Comments are disabled.
uk: Коментарі вимкнено.

source: Loading comments...
uk: Завантаження коментарів…

source: Delete %(count)s posts
uk: Видалити %(count)s дописів

source: Select all
uk: Вибрати все

source: Poster
uk: Автор

source: Date
uk: Дата

source: Cross-post %(post_name)s
uk: Перехресно розмістити %(post_name)s

source: Describe the image, to help visually impaired people.
uk: Опишіть зображення, щоб допомогти незрячим.

source: Provide a URL ending with .mp4 or .webm.
uk: Зазначте URL-адресу, що закінчується на .mp4 чи .webm.

source: Either provide an url OR upload a file but not both. Use common codecs like h.264 and mp3.
uk: Або зазначте адресу, або вивантажте файл — але не водночас. Використовуйте поширені кодеки, як-от h.264 чи mp3.

source: Poll choices
uk: Варіанти відповіді

source: Add choice
uk: Додати варіант

source: Separate each tag with a comma.
uk: Розділяйте теги комами.

source: Hey, did you know? Scheduled posts have a templating system for titles.
uk: До речі, заголовок запланованого допису може бути шаблонним.

source: Tags available
uk: Доступні теги

source: Example
uk: Приклад

source: ...will generate
uk: …буде згенеровано

source: Drag this link to your bookmarks bar to create a quick way to share what you find
uk: Щоб швидко ділитись цікавими сторінками, додайте наступне посилання в закладки

source: Share on PieFed
uk: Поділитись у PieFed

source: Copy to clipboard
uk: Копіювати в буфер обміну

source: If you wish to de-escalate the discussion on your post and now feel like it was a mistake, click the button below.
uk: Якщо обговорення допису вас сильно зачіпає й ви тепер вважаєте його помилковим, натисніть кнопку внизу.

source: No further comments will be posted and a message saying you made a mistake in this post will be displayed.
uk: Коментарі більше не будуть прийматися. Буде показано повідомлення, що ваш допис був помилковим.

source: The effect of downvotes on your reputation score will be removed.
uk: Вплив засуджень на вашу репутацію буде скасовано.

source: Restore
uk: Відновити

source: Purge
uk: Стерти

source: Move to another community
uk: Посунути до іншої спільноти

source: Un-sticky
uk: Відкріпити

source: Un-sticky from instance
uk: Відкріпити на сервері

source: Sticky to instance
uk: Закріпити на сервері

source: Lock
uk: Замкнути

source: Unlock
uk: Відімкнути

source: Written by AI?
uk: Написано «ШІ»?

source: Stop hiding this post from me
uk: Не ховати цього допису для мене

source: Hide this post from me
uk: Сховати допис для мене

source: I made a mistake with this post and have changed my mind about the topic
uk: Цей допис був помилкою, тепер я іншої думки з цього приводу

source: Remind me about this
uk: Нагадати мені про це

source: Cross-post to another community
uk: Перехресно розмістити в іншій спільноті

source: Block post author @%(author_name)s
uk: Блокувати автора допису @%(author_name)s

source: Ban post author @%(author_name)s from %(community_name)s
uk: Блокувати автора допису @%(author_name)s у спільноті %(community_name)s

source: Block domain %(domain)s
uk: Блокувати домен %(domain)s

source: Hide every post from author's instance: %(name)s
uk: Сховати всі дописи з сервера автора: %(name)s

source: Ban image everywhere forever
uk: Сховати картинку звідусіль назовсім

source: View original on %(domain)s
uk: Оригінал на %(domain)s

source: Get embed code
uk: Код вбудовування

source: View Voting Activity
uk: Переглянути історію голосування

source: Fixup from remote
uk: Віддалене виправлення

source: Distinguish
uk: Відзначити

source: Undistinguish
uk: Скасувати відзнаку

source: Ban @%(author_name)s from %(community_name)s
uk: Блокувати @%(author_name)s в %(community_name)s

source: Hide content from author's instance: %(name)s
uk: Ховати дописи з сервера автора: %(name)s

source: Report comment on "%(post_title)s" by %(reply_name)s
uk: Скарга на коментар %(reply_name)s до «%(post_title)s»

source: Voting Activity for "%(reply_text)s"
uk: Історія голосування «%(reply_text)s»

source: Report "%(post_title)s"
uk: Скарга на «%(post_title)s»

source: Voting Activity for "%(post_title)s"
uk: Історія голосування «%(post_title)s»

source: This is sensitive information and should only be used for detecting vote manipulation, brigading and support for harmful content.
uk: Це чутливі дані, призначені лише для виявлення маніпуляції голосами, організованої ненависті й підтримки шкідливого вмісту.

source: Do not share screenshots of this information publicly or use it for personal vendettas.
uk: Не поширюйте знімків екрана з цими даними. Не використовуйте їх в особистих конфліктах.

source: Post deleted
uk: Допис видалено

source: Number of comments: %(number)d
uk: Коментарів: %(number)d

source: Number of cross-posts: %(number)d
uk: Перехресних дописів: %(number)d

source: Join this community
uk: Долучитися до спільноти

source: Read post
uk: Прочитати допис

source: Follow link
uk: Перейти за посиланням

source: Read article
uk: Прочитати статтю

source: Emoji reaction button.
uk: Кнопка емоджі-реакції.

source: Search results for
uk: Результати пошуку

source: No posts match your search.
uk: Жодного допису не знайдено.

source: Active communities
uk: Активні спільноти

source: Browse topics
uk: Переглянути теми

source: Search for...
uk: Шукати…

source: What to search for:
uk: Що шукати:

source: Keyword
uk: Ключове слово

source: optional
uk: необов'язково

source: Instance Software
uk: Програма на сервері

source: Sort by
uk: Порядок

source: Relevance
uk: Відповідність

source: Recent first
uk: Спершу нові

source: Use my profile settings
uk: Згідно з параметрами мого профілю

source: Only NSFW
uk: Лише NSFW

source: Include NSFW
uk: Зокрема NSFW

source: No NSFW
uk: Без NSFW

source: Minimum score
uk: Мінімальна оцінка

source: Example searches:
uk: Зразки пошуку:

source: star wars
uk: зоряні війни

source: There is an implied "and" here. Results will have both words somewhere in them.
uk: Результати міститимуть обидва слова, необов'язково поруч.

source: star or wars
uk: зоряні or війни

source: This will broaden the search to include results that contain any of the words.
uk: Буде знайдено більше результатів: достатньо збігу з одним зі слів.

source: star -wars
uk: зоряні- війни

source: To search for things containing "star" but not "wars" you can put a - before the word you want to exclude.
uk: Додайте «-» перед словом, результати з яким ви хочете вилучити.

source: Results will have exactly that phrase in them.
uk: Результати матимуть точний збіг із фразою.

source: Trying to add a community or post from another instance?
uk: Намагаєтесь додати спільноту чи допис з іншого сервера?

source: In many types of federated platforms you can put a URL of a post or community into the search in order to add it to your local instance. In PieFed the search is just for searching.
uk: На багатьох федеративних платформах, щоб додати допис чи спільноту на місцевий сервер, можна вписати їхню адресу в пошук. Але пошуковий засіб у PieFed — лише для пошуку.

source: Retrieve remote post
uk: Завантажити віддалений допис

source: No posts in this tag yet.
uk: Дописів із цим тегом ще нема.

source: Tag management
uk: Керування тегами

source: RSS
uk: RSS-стрічка

source: Tags in %(community)s
uk: Теги «%(community)s»

source: Tag Cloud
uk: Хмара тегів

source: Tag List
uk: Перелік тегів

source: Tag
uk: Тег

source: Number of Posts
uk: Кількість дописів

source: There are no tags to display
uk: Тегів не знайдено

source: Tags containing "%(search)s"
uk: Теги, що містять «%(search)s»

source: Banned tags
uk: Блоковані теги

source: How many times has something using this tag been posted
uk: Скільки разів розміщено щось із цим тегом

source: Most upvotes in the last 24h
uk: Найбільше схвалень за минулі 24 год

source: Local members
uk: Місцеві учасники

source: Only people on %(instance_domain)s can post or reply in this community.
uk: Лише люди з %(instance_domain)s можуть писати чи коментувати в цій спільноті.

source: Community Settings
uk: Параметри спільноти

source: New communities
uk: Нові спільноти

source: Post filters:
uk: Фільтри дописів:

source: No posts yet. Join some communities to see more.
uk: Щоб читати дописи, долучіться до кількох спільнот.

source: Notify about every new post. Not advisable in high traffic topics!
uk: Сповіщати про кожен допис. Не рекомендовано в активних темах!

source: Sub-topics
uk: Підтеми

source: No posts in this topic yet.
uk: На цю тему ще нема дописів.

source: Topic communities
uk: Тематичні спільноти

source: You have not been using PieFed long enough to be allowed to suggest Topics.
uk: Ви ще не користуєтесь PieFed достатньо, щоб пропонувати теми.

source: Which community within %(topic)s to post in?
uk: До якої спільноти «%(topic)s надіслати допис?

source: Notify about every new post by this person.
uk: Сповіщати про кожен допис цієї особи.

source: Newest posts
uk: Новіші дописи

source: Newest
uk: Новіші

source: Oldest
uk: Старіші

source: More settings:
uk: Більше параметрів:

source: Profile
uk: Профіль

source: Blocks & Filters
uk: Блокування й фільтри

source: Import & Export
uk: Імпорт і експорт

source: Passkeys
uk: Ключі доступу

source: Connect OAuth
uk: OAuth-з'єднання

source: Alerts
uk: Сповіщення

source: Filters
uk: Фільтри

source: Block community
uk: Блокувати спільноту

source: Enter the name or ActivityPub ID of the community you want to block.
uk: Введіть назву чи ActivityPub-адресу спільноти, яку слід блокувати.

source: Examples: community, !community@example.com, or https://example.com/c/community
uk: Наприклад, username, !user@example.com чи https://example.com/c/username

source: Block domain
uk: Блокувати домен

source: Enter the domain name you want to block. Posts linking to this domain will be hidden.
uk: Введіть домен, якй слід блокувати. Всі дописи з посиланнями на домен буде сховано.

source: Example: example.com
uk: Наприклад, example.com

source: Block instance
uk: Блокувати сервер

source: Enter the domain of the instance you want to block. All content from this instance will be hidden.
uk: Введіть домен сервера, якй слід блокувати. Всі дописи сервера буде сховано.

source: Example: lemmy.example.com
uk: Наприклад, lemmy.example.com

source: Block user
uk: Блокувати користувача

source: Enter the username or ActivityPub ID of the user you want to block.
uk: Введіть користувацьке ім'я чи ActivityPub-адресу користувача, якого слід блокувати.

source: Examples: username, @user@example.com, or https://example.com/u/username
uk: Наприклад, username, @user@example.com чи https://example.com/u/username

source: No posts have been bookmarked. Use the three dots on each post to find the bookmark function.
uk: Щоб додати допис у закладки, виберіть у його меню (три крапки) відповідну функцію.

source: Bookmarks of comments
uk: Коментарі в закладках

source: No comments have been bookmarked. Use the three dots on each comment to find the bookmark function.
uk: Щоб додати коментар у закладки, виберіть у його меню (три крапки) відповідну функцію.

source: Donate to %(instance_name)s
uk: Внесок до %(instance_name)s

source: By supporting %(instance_name)s financially you will be helping to build a better internet for everyone.
uk: Підтримуючи %(instance_name)s фінансово, ви допомагаєте побудувати кращий інтернет для всіх.

source: Please choose from one of the plans below.
uk: Виберіть один із планів унизу.

source: Manage existing donation plan
uk: Керувати наявним планом внесків

source: Cancel regular donation
uk: Скасувати повторювані внески

source: When your credit card expires you will need to add a new one to continue your donations.
uk: Коли термін дії кредитної картки спливе, додайте нову, щоб продовжити внески.

source: Update credit card details
uk: Оновити деталі кредитної картки

source: Generous donation
uk: Щедрий внесок

source: Prices are in US dollars.
uk: Ціни — в доларах США.

source: OAuth Connections
uk: OAuth-з'єднання

source: Connect your account to these services to log in without a password.
uk: Щоб входити без пароля, з'єднайте обліковий запис із цими сервісами.

source: Connected
uk: З'єднано

source: Disconnect
uk: Від'єднати

source: Not connected
uk: Не з'єднано

source: Connect Google
uk: З'єднати Google

source: Connect Mastodon
uk: З'єднати Mastodon

source: Connect Discord
uk: З'єднати Discord
