Repository: karasugawasu/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Please log in to access this page.
uk: Увійдіть, щоб переглянути цю сторінку.

source: Reminder: %(title)s
uk: Нагадування: %(title)s

source: Reminder: comment on %(title)s
uk: Нагадування: коментар до %(title)s

source: [PieFed] You have unread notifications
uk: [PieFed] Нові сповіщення

source: Replies to my post %(post_title)s
uk: Відповіді на мій допис %(post_title)s

source: Replies to my comment on %(post_title)s
uk: Відповіді на мій коментар до %(post_title)s

source: Check the console for a link.
uk: Посилання в консолі.

source: [PieFed] Reset Your Password
uk: [PieFed] Скинути пароль

source: [PieFed] Please verify your email address
uk: [PieFed] Підтвердьте електронну пошту

source: Your application has been approved - welcome to PieFed
uk: Заявку схвалено. Вітаємо в PieFed

source: Comments are disabled on this post
uk: Коментарі до цього допису вимкнено

source: Banned from commenting
uk: Коментування заблоковано

source: Blocked phrase in comment
uk: Коментар містить заблоковану фразу

source: Replier blocked
uk: Коментатора заблоковано

source: Duplicate reply
uk: Дубль відповіді

source: Gif comment ignored
uk: GIF-коментар відхилено

source: Low quality reply
uk: Недостатньо змістовна відповідь

source: Added moderator
uk: Додає модератора

source: Removed moderator
uk: Вилучає модератора

source: Featured post
uk: Рекомендує допис

source: Unfeatured post
uk: Скасовує рекомендацію допису

source: Deleted post
uk: Видаляє допис

source: Un-deleted post
uk: Відновлює допис

source: Deleted comment
uk: Видаляє коментар

source: Un-deleted comment
uk: Відновлює коментар

source: Deleted community
uk: Видаляє спільноту

source: Deleted account
uk: Видаляє обліковий запис

source: Restored account
uk: Відновлює обліковий запис

source: Banned account
uk: Блокує обліковий запис

source: Un-banned account
uk: Розблоковує обліковий запис

source: Lock post
uk: Замикає допис

source: Un-lock post
uk: Відмикає допис

source: Lock comment
uk: Замикає коментар

source: Un-lock comment
uk: Відмикає коментар

source: Move post
uk: Посуває допис

source: You have been banned.
uk: Вас заблоковано.

source: Wrong Captcha text.
uk: Хибний текст капчі.

source: User
uk: Користувач

source: Community
uk: Спільнота

source: Topic/feed
uk: Тема/стрічка

source: Comment
uk: Коментар

source: Chat
uk: Чат

source: Admin
uk: Адміністратор, адміністрація

source: All
uk: Усе

source: - cannot be in Url. Use _ instead?
uk: Посилання не може містити «-». Замінити на «_»?

source: Feed urls can only contain letters, numbers, and underscores.
uk: Адреси стрічок можуть містити лише літери, цифри й підкреслення.

source: A Feed with this url already exists.
uk: Стрічка з такою адресою вже існує.

source: Community not found on this instance
uk: Спільноти не знайдено на сервері

source: Reply to %(post_title)s
uk: Відповідь на %(post_title)s

source: Reply to comment on %(post_title)s
uk: Відповісти на коментар до %(post_title)s

source: A post has been reported
uk: Надіслано скаргу про допис

source: A comment has been reported
uk: Надіслано скаргу про коментар

source: Site Name
uk: Назва сайту

source: Tagline
uk: Гасло

source: Icon
uk: Піктограма

source: Sidebar
uk: Бічна панель

source: About
uk: Відомості

source: Announcement at top of home page
uk: Оголошення вгорі домівки

source: Legal information
uk: Правові положення

source: Terms of service url
uk: Адреса умов надання послуг

source: General instance contact email address
uk: Загальна контактна електронна пошта сервера

source: Save
uk: Зберегти

source: Enable downvotes
uk: Дозволити засудження

source: Decrease reputation when posting only a gif as a comment
uk: Зменшувати репутацію, коли коментар містить лише GIF-зображення

source: Decrease reputation when an image post matches the 4chan filter
uk: Зменшувати репутацію, коли зображення в дописі підпадає під 4chan-фільтр

source: Filter out comments that are simply a form of "this"
uk: Фільтрувати коментарі, які містять лише щось на зразок «this»

source: Meme communities = low-quality
uk: Спільноти мемів = недостатньо змістовні

source: Allow local image posts
uk: Дозволити місцеві дописи з зображеннями

source: No
uk: Ні

source: User ID 1
uk: Користувач з ідентифікатором 1

source: Admins and staff
uk: Адміністрація та персонал

source: Any user
uk: Будь-який користувач

source: Allow video file uploads
uk: Дозволити відеофайли

source: Allow NSFW communities
uk: Дозволити NSFW-спільноти

source: Allow NSFL communities and posts
uk: Дозволити NSFL-спільноти й дописи

source: Bar people from these countries from accessing NSFW and NSFL content
uk: Не показувати людям із цих країн NSFW- чи NSFL-дописів

source: Only admins can create new local communities
uk: Лише адміністрація може створювати місцеві спільноти

source: Notify admins about reports, not just moderators
uk: Сповіщати про скарги адміністрацію, не лише модераторів

source: Require new accounts to verify their email address
uk: Підтверджувати електронну пошту

source: Require CAPTCHA for new account registration
uk: Показувати капчу

source: Open
uk: Відкрито

source: Require application
uk: Ручне підтвердження

source: Closed
uk: Закрито

source: Registration mode
uk: Режим реєстрації

source: Question to ask people applying for an account
uk: Питання в заявці на реєстрацію

source: Registration approved email
uk: Лист про схвалення реєстрації

source: Provide a list of topics to subscribe to
uk: Пропонувати теми для підписки

source: Trump Musk filter setup
uk: Фільтр Трампа й Маска

source: Ignore registrations from these countries
uk: Відхиляти реєстрації з країн

source: Block registrations from these referrers (one per line)
uk: Блокувати реєстрації з цих джерел (по одному на рядок)

source: Warn if new account banned from these instances
uk: Застерігати, якщо обліковий запис блокують сервери

source: Primary language
uk: Основна мова

source: Default theme
uk: Типова тема

source: Additional CSS
uk: Додатковий CSS-код

source: Additional JS
uk: Додатковий JS-код

source: Local
uk: Місцеве

source: Popular
uk: Популярне

source: Default home filter
uk: Типовий фільтр домівки

source: Cache remote images locally
uk: Кешувати віддалені зображення

source: Report comments containing an em dash (—) from newly created users - likely spam / AI.
uk: Скаржитись на коментарі з тире (—) від новостворених користувачів — імовірно спам чи «ШІ».

source: Log ActivityPub JSON for debugging
uk: Зберігати ActivityPub JSON для налагодження

source: Show moderation actions publicly
uk: Оприлюднювати дії модераторів

source: Private instance - require login to browse
uk: Приватний сервер — для перегляду треба входити

source: Show Rational Discourse Toolkit in sidebar
uk: «Раціональне спілкування» в бічній панелі

source: Allow non-admins to add remote communities
uk: Дозволити не лише адміністрації додавати віддалені спільноти

source: Honeypot to block bad crawlers
uk: Пастка для погано написаних ботів

source: Enable instance chooser
uk: Брати участь у виборі сервера

source: One-sentence elevator pitch
uk: Одне речення про сервер

source: Number of admins with emergency access
uk: Кількість адміністраторів із доступом у випадку форс-мажору

source: Non-admins donate enough to pay for hosting
uk: Користувачі роблять достатньо внесків для хостингу

source: This instance has automated daily backups
uk: На сервері автоматизовано щоденне резервне копіювання

source: Federation mode
uk: Режим федерації

source: Blocklist - deny federation with specified instances
uk: Список блокування — вилучити з федерації зазначені сервери

source: Allowlist - only allow federation with specified instances
uk: Список дозволу — федерація лише з зазначеними серверами

source: Allow federation with these instances
uk: Дозволити федерацію з серверами

source: Deny federation with these instances
uk: Заборонити федерацію з серверами

source: Auto-defederate from any instance defederated by
uk: Блокувати всі сервери, які блокує

source: Discard all posts, comments and PMs with these phrases (one per line)
uk: Відхиляти всі дописи, коментарі й приватні повідомлення з фразами (по одній на рядок)

source: Discard all posts and comments by users with these words in their name (one per line)
uk: Відхиляти всі дописи й коментарі користувачів зі словами в імені (по одному на рядок)

source: Discard all posts and comments by users with these phrases in their bio (one per line)
uk: Відхиляти всі дописи й коментарі користувачів з фразами в біографії (по одному на рядок)

source: Automatically add new remote communities
uk: Автоматично додавати нові віддалені спільноти

source: Closing down announcement for home page
uk: Оголошення про закриття на головній сторінці

source: Yes, close my instance
uk: Так, закрити мій сервер

source: Number of Communities to add
uk: Кількість спільнот для додання

source: Add Communities
uk: Додати спільноти

source: Remote Server
uk: Віддалений сервер

source: Communities must have at least this many posts
uk: Спільноти повинні мати принаймні стільки дописів

source: Communities must have at least this many active users in the past week.
uk: Спільноти повинні мати принаймні стільки активних користувачів за минулий тиждень.

source: Dry Run
uk: Лише перевірити

source: Scan
uk: Сканувати

source: Import Bans List Json File
uk: JSON-файл зі списком блокувань для імпорту

source: Import
uk: Імпорт

source: Export
uk: Експорт

source: Title
uk: Назва

source: Url
uk: Адреса

source: Description
uk: Опис

source: Icon image
uk: Піктограма

source: Banner image
uk: Банер

source: Rules
uk: Правила

source: NSFW community
uk: NSFW-спільнота

source: Only AI-generated content
uk: Лише вміст, згенерований «ШІ»

source: Banned - no new posts accepted
uk: Блокується — нові дописи не приймаються

source: Only accept posts from current instance
uk: Приймати дописи лише з цього сервера

source: Only moderators can post
uk: Лише модератори можуть писати

source: New moderators wanted
uk: Потрібні модератори

source: Everyone
uk: Усі

source: Nobody
uk: Ніхто

source: Community members
uk: Учасники спільноти

source: This instance
uk: Цей сервер

source: Trusted instances
uk: Довірені сервери

source: Accept downvotes from
uk: Хто може засуджувати

source: Posts can be popular
uk: Дописи можуть бути популярними

source: Posts show in All list
uk: Дописи видно в «Усіх»

source: Low quality / toxic - upvotes in here don't add to reputation
uk: Недостатньо змістовне чи токсичне — схвалення тут не додаються до репутації

source: Forever
uk: Завжди

source: 1 week
uk: 1 тиждень

source: 2 weeks
uk: 2 тижні

source: 1 month
uk: 1 місяць

source: 2 months
uk: 2 місяці

source: 3 months
uk: 3 місяці

source: 6 months
uk: 6 місяців

source: 1 year
uk: 1 рік

source: 2 years
uk: 2 роки

source: 5 years
uk: 5 років

source: 10 years
uk: 10 років

source: Retain content
uk: Зберігати дописи

source: Topic
uk: Тема

source: List
uk: Перелік

source: Masonry
uk: Мозаїка

source: Wide masonry
uk: Широка мозаїка

source: Layout
uk: Макет

source: Posting warning
uk: Засторога при створенні допису

source: Languages
uk: Мови

source: Override remote language setting
uk: Замістити віддалений параметр мови

source: Override remote AI content setting
uk: Замістити віддалений параметр «ШІ»-вмісту

source: Always show translation icon on posts
uk: Завжди показувати піктограму перекладу в дописах

source: Old posts can be archived
uk: Старі дописи можна архівувати

source: Url is required.
uk: Адреса обов'язкова.

source: Name
uk: Назва

source: Human readable name for the topic.
uk: Дружня до читача назва теми.

source: Slug
uk: Фрагмент адреси

source: A short and unique identifier that becomes part of the URL.
uk: Короткий унікальний ідентифікатор, який стає частиною адреси.

source: Parent topic
uk: Батьківська тема

source: Show posts from child topics
uk: Показувати дописи з дочірніх тем

source: Dormant
uk: Неактивне

source: Gone forever
uk: Уже не відновиться

source: Trusted
uk: Довірене

source: Hide from instance chooser
uk: Сховати з вибору сервера

source: Notes about this instance (only visible to other admins)
uk: Нотатки про сервер (бачить лише адміністрація)

source: Inbox
uk: Вхідні

source: Domain (not including https://)
uk: Домен (без https://)

source: Hash
uk: Контрольна сума

source: Filename
uk: Назва файлу

source: Note
uk: Нотатка

source: User name
uk: Користувацьке ім'я

source: Email address
uk: Електронна пошта

source: Password
uk: Пароль

source: Repeat password
uk: Повторіть пароль

source: Bio
uk: Біографія

source: Matrix User ID
uk: Адреса в Matrix

source: Avatar image
uk: Аватар

source: Top banner image
uk: Банер

source: This profile is a bot
uk: Профіль бота

source: Email address is verified
uk: Електронну пошту підтверджено

source: Banned
uk: Заблоковано

source: Subscribe to email newsletter
uk: Підписатись на розсилку

source: Show
uk: Показувати

source: Hide completely
uk: Ховати зовсім

source: Blur
uk: Розмивати

source: Make semi-transparent
uk: Робити напівпрозорими

source: Hide posts by bots
uk: Дописи ботів

source: Show NSFW posts
uk: NSFW-дописи

source: Show NSFL posts
uk: NSFL-дописи

source: Staff
uk: Персонал

source: Role
uk: Роль

source: An account with this email address already exists.
uk: Обліковий запис із цією електронною поштою вже існує.

source: User names cannot contain @.
uk: Користувацькі імена не можуть містити @.

source: This username was used in the past and cannot be reused.
uk: Ім'я колись використовувалось. Повторне використання неможливе.

source: An account with this user name already exists.
uk: Обліковий запис із таким користувацьким іменем уже існує.

source: A community with this name exists so it cannot be used for a user.
uk: Так уже названо спільноту, тож користувачу треба інше ім'я.

source: This password is too common.
uk: Пароль надто поширений.

source: This password is not secure.
uk: Пароль небезпечний.

source: Flag their posts as from a bot
uk: Зазначати, що дописи надіслані ботом

source: Suppress cross-posts
uk: Перешкоджати перехресному розміщенню

source: Ban posts
uk: Блокувати дописи

source: Ban comments
uk: Блокувати коментарі

source: Remove avatar
uk: Вилучити аватар

source: Remove banner
uk: Вилучити банер

source: Subject
uk: Тема

source: Body (text)
uk: Текст (простий)

source: Body (html)
uk: Текст (HTML-код)

source: Test mode
uk: Лише перевірити

source: Send newsletter
uk: Надіслати розсилку

source: New url
uk: Нова адреса

source: Set new owner
uk: Встановити нового власника

source: Submit
uk: Надіслати

source: A local community at that url already exists
uk: Місцева спільнота з такою адресою вже існує

source: URL path
uk: Шлях в адресі

source: e.g., /about-us
uk: як-от /about-us

source: Page title
uk: Назва сторінки

source: Content (Markdown)
uk: Текст (Markdown-розмітка)

source: Write your content in Markdown format...
uk: Напишіть текст у форматі Markdown…

source: A page with this URL already exists.
uk: Сторінка з такою адресою вже існує.

source: Token or character
uk: Шаблон чи символ

source: e.g., :happy: or a single character like 👍
uk: як-от :happy: чи один символ на зразок 👍

source: URL
uk: URL-адреса

source: e.g. https://...
uk: як-от https://…

source: Keywords
uk: Ключові слова

source: Category
uk: Категорія

source: Storage used
uk: Використана пам'ять

source: Settings saved.
uk: Параметри збережено.

source: Site profile
uk: Профіль сайту

source: Misc settings
uk: Різні параметри

source: Settings saved. It might take up to 24 hours before other instances show your changes.
uk: Параметри збережено. Зміни проявляться на інших серверах протягом 24 годин.

source: %d out of %d communities were excluded using current filters
uk: %d із %d спільнот сховано поточними фільтрами

source: Results: %(results)s
uk: Результати: %(results)s

source: Subscription process for %(communities_to_add)d of %(parsed_communities_sorted)d communities launched in background, check admin/activities for details
uk: Запущено фонову підписку на спільноти (%(communities_to_add)d/%(parsed_communities_sorted)d), докладніше на адміністративній вкладці «Діяльність»

source: Based on current filters, the subscription process for %(communities_to_join)d of %(candidate_communities)d communities launched in background, check admin/activities for details
uk: Відповідно до поточних фільтрів запущено фонову підписку на спільноти (%(communities_to_join)d/%(candidate_communities)d), докладніше на адміністративній вкладці «Діяльність»

source: Ban imports started in a background process.
uk: Імпорт блокувань розпочато в фоновому режимі.

source: Ban imports requested, but no json provided.
uk: Запитано імпорт блокувань, але не надано JSON.

source: Admin settings saved
uk: Адміністративні параметри збережено

source: Federation settings
uk: Параметри федерації

source: LOG_ACTIVITYPUB_TO_DB is off so no incoming activities are being logged to the database.
uk: LOG_ACTIVITYPUB_TO_DB вимкнено, тож до бази даних не пишеться журналу вхідних дій.

source: ActivityPub Log
uk: Журнал ActivityPub

source: Activity JSON
uk: JSON-код дії

source: Communities
uk: Спільноти

source: Communities with no topic
uk: Спільноти без теми

source: Communities with low_quality == True
uk: Недостатньо змістовні спільноти

source: Saved
uk: Збережено

source: This is a remote community - most settings here will be regularly overwritten with data from the original server.
uk: Це віддалена спільнота. Більшість параметрів регулярно оновлюватимуться даними з сервера оригіналу.

source: Edit community
uk: Редагувати спільноту

source: Community deleted
uk: Спільноту видалено

source: Topics
uk: Теми

source: Add topic
uk: Додати тему

source: Edit topic
uk: Редагувати тему

source: Topic deleted
uk: Тему видалено

source: Cannot delete topic with communities assigned to it.
uk: Неможливо видалити тему, з якою пов'язані спільноти.

source: Users
uk: Користувачі

source: Bad / Most downvoted
uk: Погані / найбільш засуджені

source: Likely spam
uk: Імовірно спам

source: Deleted content
uk: Видалені дописи

source: Registration approved.
uk: Реєстрацію схвалено.

source: Registration denied. User removed from the database.
uk: Реєстрацію відхилено. Користувача вилучено з бази даних.

source: Permissions are cached for 50 seconds so new admin roles won't take effect immediately.
uk: Дозволи кешуються на 50 секунд, тож нові адміністраційні ролі почнуть діяти не одразу.

source: This is a remote user - most settings here will be regularly overwritten with data from the original server.
uk: Це віддалений користувач — більшість параметрів періодично оновлюватимуться даними з сервера оригіналу.

source: Edit user
uk: Редагувати користувача

source: Verification email sent!
uk: Лист підтвердження надіслано!

source: Problem sending email:
uk: Не вдалося надіслати лист:

source: User added
uk: Користувача додано

source: Add user
uk: Додати користувача

source: This user cannot be deleted.
uk: Видалити цього користувача неможливо.

source: User deleted
uk: Користувача видалено

source: Reports
uk: Скарги

source: Newsletter sent
uk: Розсилку надіслано

source: Settings saved
uk: Параметри збережено

source: Role permissions
uk: Дозволи ролі

source: Edit instance
uk: Редагувати сервер

source: Problem adding instance to database
uk: Помилка додання сервера до бази даних

source: Set community owner to %(user_name)s
uk: Зробити %(user_name)s власником спільноти

source: %(community_name)s is now %(new_url)s. Contact the initiator of this request to let them know.
uk: %(community_name)s тепер %(new_url)s. Повідомте автора запиту.

source: Ensure this community has the right moderators.
uk: Переконайтесь, що спільноті коректно призначено модераторів.

source: Move community
uk: Посунути спільноту

source: Blocked images
uk: Блоковані зображення

source: Edit blocked image
uk: Редагувати блоковане зображення

source: Provide the url of an image or the hash (and file name) of it, but not both.
uk: Зазначте або адресу зображення, або контрольну суму й назву файлу.

source: Add blocked image
uk: Додати блоковане зображення

source: %(count)s posts deleted.
uk: %(count)s дописів видалено.

source: Posts containing blocked images
uk: Дописи з блокованими зображеннями

source: Blocked image deleted
uk: Блоковане зображення видалено

source: CMS Pages
uk: CMS-сторінки

source: Page saved.
uk: Сторінку збережено.

source: Add CMS Page
uk: Додати CMS-сторінку

source: Edit page
uk: Редагувати сторінку

source: Page deleted.
uk: Сторінку видалено.

source: Emoji
uk: Емоджі

source: Emoji saved.
uk: Емоджі збережено.

source: Add Emoji
uk: Додати емоджі

source: Edit Emoji
uk: Редагувати емоджі

source: Emoji deleted.
uk: Емоджі видалено.

source: No recipients
uk: Нема отримувачів

source: None
uk: Немає

source: or email
uk: або пошта

source: Minimum length 8, maximum 128
uk: Мінімум 8 символів, максимум 128

source: Low bandwidth mode
uk: Повільний інтернет

source: Log In
uk: Увійти

source: Email
uk: Електронна пошта

source: Why would you like to join this site?
uk: Чому ви хочете долучитись до цього сайту?

source: I agree to the terms of service & privacy policy (see links in footer)
uk: Погоджуюся з умовами надання послуг і політикою приватності (посилання внизу сайту)

source: Enter captcha code below
uk: Введіть капчу внизу

source: Register
uk: Зареєструватися

source: User names cannot contain spaces.
uk: Користувацькі імена не можуть містити пробілів.

source: User names can only contain letters, numbers, and underscores.
uk: Користувацькі імена можуть містити лише літери, цифри й підкреслення.

source: This name is in use already.
uk: Ім'я вже використовується.

source: Maximum password length is 128 characters.
uk: Максимальна довжина пароля — 128 символів.

source: Request password reset
uk: Запит на скидання пароля

source: Set password
uk: Встановити пароль

source: Resend verification email
uk: Повторно надіслати лист підтвердження

source: Please make it stop
uk: Годі, будь ласка

source: A little is ok
uk: Зрідка — норм

source: Bring it on
uk: Най собі буде

source: How tired of Trump and Musk news are you?
uk: Чи втомлюють вас новини про Трампа й Маска?

source: Choose
uk: Вибрати

source: Choose some topics you are interested in
uk: Виберіть кілька тем, які вас цікавлять

source: Set email
uk: Встановити електронну пошту

source: An account with this email already exists, please login and connect this account over "Connect OAuth" setting.
uk: Обліковий запис із цією електронною поштою вже існує. Увійдіть і з'єднайте його за допомогою параметрів «OAuth-з'єднання».

source: Account registrations are currently closed.
uk: Реєстрацію наразі закрито.

source: Application declined
uk: Заявку відхилено

source: Sorry, we are not accepting registrations from your country.
uk: На жаль, ми не приймаємо реєстрацій із вашої країни.

source: Login failed due to a problem with the OAuth server.
uk: Увійти не вдалося через помилку OAuth-сервера.

source: This account has been deleted.
uk: Обліковий запис видалено.

source: Which server do you want to join?
uk: До якого сервера ви хочете долучитись?

source: You have joined some communities relating to those interests. Find more on the Topics menu or browse the home page.
uk: Ви долучилися до кількох спільнот за інтересами. Щоб знайти інші спільноти, скористайтеся меню «Теми» чи головною сторінкою.

source: You did not choose any topics. Would you like to choose individual communities instead?
uk: Тем ще не вибрано. Вибрати натомість окремі спільноти?

source: Please join some communities you're interested in and then go to the home page by clicking on the logo above.
uk: Долучіться до кількох спільнот, які вас цікавлять. Щоб повернутись на головну сторінку, натисніть логотип угорі.
