Repository: karasugawasu/pyfedi
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Edit %(user_name)s (%(display_name)s)
uk: Редагувати %(user_name)s (%(display_name)s)

source: Last active
uk: Остання активність

source: receive newsletter
uk: отримувати розсилку

source: searchable
uk: показувати в пошуку

source: indexable
uk: індексувати

source: View original profile
uk: Оригінал профілю

source: Add new emoji
uk: Додати емоджі

source: Token
uk: Шаблон

source: Instance
uk: Сервер

source: No emoji have been created yet.
uk: Емоджі ще не створено.

source: Import / Export Bans
uk: Імпорт/експорт блокувань

source: Remote server scan
uk: Сканувати віддалені сервери

source: Use this to scan a remote PieFed or Lemmy server and "pre-load" its communities, as ranked by posts and activity. NSFW communities and communities from banned instances are excluded.
uk: «Підтягніть» спільноти з віддаленого сервера PieFed чи Lemmy, впорядковані за кількістю дописів і активністю. NSFW-спільноти не підтягуються, як і спільноти з блокованих серверів.

source: Input should be in the form of <strong>https://server-name.tld</strong>
uk: Підтримуваний формат введення: <strong>https://server-name.tld</strong>

source: Load communities from Lemmyverse data
uk: Завантажити спільноти з даних Lemmyverse

source: Use this to "pre-load" known threadiverse communities, as ranked by posts and activity. The list of communities pulls from the same list as <a href="https://lemmyverse.net/communities">LemmyVerse</a>. NSFW communities and communities from banned instances are excluded. Communities with less than 100 posts and less than 500 active users in the past week are excluded.
uk: «Підтягніть» відомі спільноти тредіверсу, впорядковані за кількістю дописів і активністю. Джерело те саме, що в переліку <a href="https://lemmyverse.net/communities">LemmyVerse</a>. NSFW-спільноти не підтягуються, як і спільноти з блокованих серверів. Спільноти, в яких менше за 100 дописів чи 500 активних користувачів за цей тиждень, також не підтягуються.

source: Resource usage
uk: Споживання ресурсів

source: Load average:
uk: Середнє навантаження:

source: Post translation available:
uk: Наявний переклад допису:

source: Installed Plugins
uk: Встановлені розширення

source: Plugin Name
uk: Назва розширення

source: Version
uk: Версія

source: Hooks
uk: Хуки

source: Source Code
uk: Код

source: No source URL
uk: Адреси джерела нема

source: No hooks
uk: Нема хуків

source: No plugins installed.
uk: Розширень не встановлено.

source: Instance chooser settings
uk: Параметри вибору сервера

source: During registration, new people are shown a list of instances to join. To include your instance in that list, fill out this form.
uk: При реєстрації пропонується вибрати сервер зі списку. Щоб додати свій сервер у список, заповніть цю форму.

source: Only instances that commit to active moderation against racism, sexism, homophobia and transphobia should enable this feature.
uk: Вмикайте лише в разі, якщо активно модеруєте расизм, сексизм, гомофобію й трансфобію.

source: Instance strength / maturity
uk: Захищеність і стабільність сервера

source: These are used to create the Maturity indicator. More is better but none are required.
uk: Використовується в індикаторі стабільності. Чим більше, тим краще. Але не обов'язково.

source: Create offline instance
uk: Створити офлайн-сервер

source: Blocked
uk: Блокується

source: Domain
uk: Домен

source: Software
uk: Програма

source: Known Communities
uk: Відомі спільноти

source: Known Users
uk: Відомі користувачі

source: When an Activity was received from them
uk: Коли від них було отримано дію

source: Seen
uk: Онлайн

source: When we successfully sent them an Activity
uk: Коли ми успішно надіслали їм дію

source: Sent
uk: Надіслано

source: How many times we failed to send (reset to 0 after every successful send)
uk: Скільки разів не вдалося надіслати (скидається до 0 при успіху надсилання)

source: Failed
uk: Помилка

source: Instance Status - Online/Dormant/Gone Forever
uk: Стан сервера: онлайн, неактивний, більше не відновиться

source: Status
uk: Стан

source: Last Seen
uk: Востаннє онлайн

source: Content settings
uk: Параметри вмісту

source: CSS in this field will be added to every page.
uk: CSS-код буде додано до кожної сторінки.

source: JavaScript in this field will be added to every page. Do not include &lt;script&gt; tags.
uk: JavaScript-код буде додано до кожної сторінки. Уникайте тегів &lt;script&gt;.

source: This is for anonymous users. Logged-in users always default to Subscribed
uk: Стосується гостей. Для користувачів це завжди «Підписки»

source: Use 2-letter country codes, one per line, e.g. GB. Probably not necessary if NSFW communities is off.
uk: Використовуйте 2-літерні коди країн, як-от GB, по одному на рядок. Може бути необов'язково, якщо NSFW-спільноти вимкнено.

source: You can use markdown here.
uk: Дозволено Markdown-розмітку.

source: Use 2-letter country codes, one per line. Requires IPinfo API or a Country information header set.
uk: Використовуйте 2-літерні коди країн по одному на рядок. Потребує API IPinfo або встановленого інформаційного заголовка Country.

source: PieFed instances only. One per line, no https:// on the front.
uk: Лише PieFed-сервери. По одному на рядок, без https:// на початку.

source: This will be sent after their application is approved. Use markdown.
uk: Надсилається при схваленні заявки. Дозволено Markdown-розмітку.

source: Other random stuff
uk: Всяка всячина

source: Turn this off to save storage and reduce server load. Increases load on clients.
uk: Вимкніть, щоб заощадити диск і зменшити навантаження на сервер. Збільшує навантаження на клієнти.

source: Danger Zone! - Instance Deletion
uk: Обережно! — Видалення сервера

source: You are about to close the instance "<strong>%(domain)s</strong>."
uk: Ви закриваєте сервер «<strong>%(domain)s</strong>».

source: Once you hit close all other instances will stop sending content to here, new user registration will be closed and an announcement added to the home page.
uk: Усі інші сервери припинять надсилати сюди дописи. Реєстрацію буде закрито. На головній з'явиться оголошення.

source: This action should be taken a few days before going offline and only after plenty of earlier warning, so communities have time to move, etc.
uk: Цю функцію слід використати за кілька днів до вимкнення сервера. Попередьте користувачів заздалегідь, щоб вони встигли перенести спільноти.

source: Remember, once you do this, there's no going back. Are you sure you want to continue?
uk: Пам'ятайте, ця дія незворотна. Точно продовжити?

source: User ID #1
uk: Користувач з ідентифікатором 1

source: Query
uk: Запит

source: Configure the flair the instance, by giving it a name, a short slogan, basic info for the sidebar and a logo. This information appears in link previews in social media.
uk: Налаштуйте спільноту: її ім'я, коротке гасло, основні дані бічної панелі й логотип. Ці дані видно при попередньому перегляді посилань у соціальних мережах.

source: Provide a square image, minimum 50 pixels wide but ideally 152+ pixels.
uk: Квадратне зображення шириною мінімум 50 пікселів, але краще 152+ пікселі.

source: It is best to use the PNG file format as that is most widely compatible for PWA icons.
uk: Піктограми в форматі PNG найкраще підтримуються в контексті PWA.

source: About this instance
uk: Про сервер

source: Provide a more extensive description of the instance, set a contact address and provide legal information. This information appears on the <a href="/about">about</a> page.
uk: Докладний опис сервера, контактна адреса й правові положення. Інформацію видно на сторінці <a href="/about">про сервер</a>.

source: Create a page in the "Pages" area then put it's address in here.
uk: Створіть сторінку в розділі «Сторінки» й зазначте тут адресу.

source: # Communities
uk: Кількість спільнот

source: Add local user
uk: Додати місцевого користувача

source: Email verified?
uk: Пошту підтверджено?

source: Display name.
uk: Показане ім'я.

source: This user has been banned.
uk: Користувача заблоковано.

source: How often a user has been reported.
uk: Як часто скаржились на користувача.

source: Attitude: Percentage of up votes vs. down votes the account made.
uk: Настрій — як часто користувач схвалює, а не засуджує інших.

source: Attitude
uk: Настрій

source: Reputation: The Karma of the account. Total up votes minus down votes they got.
uk: Репутація — карма облікового запису. Сума отриманих голосів — схвалення мінус засудження.

source: Reputation
uk: Репутація

source: Last seen.
uk: Востаннє онлайн.

source: Banned posts
uk: Блоковані дописи

source: Banned comments
uk: Блоковані коментарі

source: Unban
uk: Розблокувати

source: We sent you an email containing a link that you need to click to enable your account.
uk: Вам надіслано лист із посиланням, яке слід натиснути, щоб активувати обліковий запис.

source: Request a new verification email
uk: Отримати новий лист підтвердження

source: Please choose at least 3 topics that interest you.
uk: Виберіть принаймні 3 теми, які вас цікавлять.

source: Proceed without choosing any topics
uk: Продовжити без вибору тем

source: Join %(domain)s
uk: Долучитись до %(domain)s

source: I don't know, help me
uk: Не знаю, підкажіть

source: Either join this server using the button above or choose one below.
uk: Долучіться до цього сервера кнопкою вгорі або виберіть інший унизу.

source: Good for newbies
uk: Підходять новачкам

source: Newbies
uk: Новачки

source: Newbie-friendly
uk: Дружні до новачків

source: Choose your own adventure
uk: Самостійний пошук спільнот

source: I don't care
uk: Байдуже

source: NSFW content available
uk: Доступні NSFW-дописи

source: No NSFW content
uk: Нема NSFW-дописів

source: These servers are ordered by speed so it may vary depending on time of day, etc
uk: Сервери впорядковано за швидкістю, тож порядок змінюється протягом дня

source: Server details
uk: Про сервер

source: Join this server
uk: Долучитися до сервера

source: More details
uk: Докладніше

source: Community guidelines
uk: Звичаї спільноти

source: Instance Info
uk: Про сервер

source: Stability
uk: Стабільність

source: Age
uk: Вік

source: Uptime
uk: Онлайн

source: Newbie friendly
uk: Підходить новачкам

source: Defederation
uk: Блокування серверів

source: Links
uk: Посилання

source: Visit server
uk: Відвідати сервер

source: Help
uk: Довідка

source: There's not much risk involved in this decision - you can always export your subscriptions and settings and import then into another server if your original choice doesn't work out.
uk: Рішення не дуже ризикове. Завжди можна експортувати підписки й налаштування, а тоді імпортувати їх на інший сервер, якщо перший вибір вас розчарує.

source: The servers are listed in order of how fast they are - look for ones with a rocket or lightning icon.
uk: Сервери впорядковані за швидкістю. Піктограма ракети чи блискавки вказує на хороше значення.

source: Stability is a rough measure of how organized the admin team is and how much support they have, not uptime.
uk: Стабільність приблизно вказує, чи добре організована адміністративна команда й скільки підтримки вона може надавати. Перебої в роботі не впливають на це значення.

source: Newbie friendly servers have set up some starter-packs to help you find interesting communities more easily.
uk: Дружні до новачків сервери налаштовують стартові набори, щоб ви легше знаходили цікаві спільноти.

source: Age is how long the server has been online for. Generally older ones are more likely to be around for the long term.
uk: Вік сервера визначається за тим, скільки часу він уже онлайн. Якщо сервер витримав випробування віком, він імовірно існуватиме ще тривалий час.

source: The language of the server only matters when need to communicate with the admins.
uk: Від мови сервера залежить лише легкість спілкування з адміністрацією.

source: Click 'more' on a server to read a longer description of it.
uk: Щоб прочитати докладніший опис сервера, натисніть «Більше».

source: More
uk: Більше

source: Show password
uk: Показати пароль

source: Hide password
uk: Сховати пароль

source: Log in with a passkey
uk: Увійти з ключем доступу

source: Log in with Google
uk: Увійти через Google

source: Log in with Mastodon
uk: Увійти через Mastodon

source: Log in with Discord
uk: Увійти через Discord

source: New User?
uk: Новий користувач?

source: Register new account
uk: Зареєструватися

source: Forgot Your Password?
uk: Забули пароль?

source: Reset it
uk: Скинути пароль

source: Fill Mastodon data
uk: Заповнити дані з Mastodon

source: Your account does not have access to that area.
uk: Ваш обліковий запис не має доступу до цієї сторінки.

source: Thanks for registering
uk: Дякуємо за рестрацію

source: We are reviewing your application and will email you once it has been accepted.
uk: Ваша заявка на розгляді. Щойно її схвалять, ви отримаєте лист.

source: Create new account
uk: Створити обліковий запис

source: or use a username and password:
uk: або використати користувацьке ім'я та пароль:

source: Registration is closed. Only admins can create accounts.
uk: Реєстрацію закрито. Лише адміністратори можуть створювати облікові записи.

source: If you would like to sign up for PieFed, choose one of the other instances in our network:
uk: Щоб зареєструватись у PieFed, оберіть інший сервер у нашій мережі:

source: List of open PieFed instances
uk: Перелік відкритих серверів PieFed

source: Try PieFed
uk: Спробувати PieFed

source: Reset your password
uk: Скинути пароль

source: Content filter setup
uk: Фільтрування

source: You will be able to change this later.
uk: Це можна змінити згодом.

source: Please check your email inbox
uk: Перевірте вхідні на електронній пошті

source: To keep spam and bots to a managable level, we send every new account an email with a link in it that needs to be clicked to fully enable the account.
uk: Щоб спаму й ботів було не так багато, ми надсилаємо кожному новому обліковому запису лист із посиланням, на яке слід натиснути, щоб весь функціонал став доступним.

source: Deleted by author
uk: Видалено автором

source: The other participant has left the chat.
uk: Співрозмовник більше не в чаті.

source: You have blocked this person or they have blocked you.
uk: Ви блокуєте цю людину або вона блокує вас.

source: Leave conversation
uk: Вийти з розмови

source: Delete conversation
uk: Видалити розмову

source: Block @%(author_name)s
uk: Блокувати @%(author_name)s

source: Block chats and posts from instance: %(name)s
uk: Блокувати чати й дописи з сервера: %(name)s

source: Report to moderators
uk: Поскаржитись модераторам

source: If you are reporting abuse then do not delete the conversation - moderators will not be able to read it if you delete it.
uk: Надсилаючи скаргу, не видаляйте розмови. Видалені повідомлення недоступні модераторам.

source: Breadcrumbs
uk: Шлях

source: People
uk: Люди

source: Messages with %(name)s
uk: Листування з %(name)s

source: Messages with:
uk: Листування з:

source: Options
uk: Опції

source: You have not been using PieFed long enough to be allowed to send messages to people.
uk: Ви ще не користуєтесь PieFed достатньо, щоб надсилати людям повідомлення.

source: No chats
uk: Чатів нема

source: There are no chats involving you, yet. Start a conversation using the "Send message" button on someone's profile.
uk: Почніть чат за допомогою кнопки «Надіслати повідомлення» в чиємусь профілі.

source: Report conversation with "%(member_names)s"
uk: Поскаржитись на розмову з «%(member_names)s»

source: Sort by hot
uk: Спершу популярні

source: Moderators
uk: Модератори

source: Wiki
uk: Вікі

source: Appeals
uk: Апеляція

source: Mod log
uk: Журнал модерування

source: Sort
uk: Порядок

source: Sort by new
uk: Спершу новіші

source: Sort by old
uk: Спершу старіші

source: Sort by active
uk: Спершу активні

source: Top 12 hours
uk: Топ 12 годин

source: Top Day
uk: Топ дня

source: Top Week
uk: Топ тижня

source: Top Month
uk: Топ місяця

source: Top Year
uk: Топ року

source: Top All Time
uk: Топ усього часу

source: Tile
uk: Сітка

source: Wide tile
uk: Широка сітка

source: Content type
uk: Тип вмісту

source: Events
uk: Події

source: Apply filters
uk: Застосувати фільтри

source: Invite people to join
uk: Запросити долучитись

source: About community
uk: Про спільноту

source: Create feed
uk: Створити стрічку

source: Show posts
uk: Показати дописи

source: Show comments
uk: Показати коментарі

source: Show events
uk: Показати події

source: Join %(name)s
uk: Долучитись до %(name)s

source: Leave %(name)s
uk: Вийти з %(name)s

source: Notify about every new post. Not advisable in high traffic communities!
uk: Сповіщати про кожен допис. Не рекомендовано в активних спільнотах!

source: This is shown above the field where people compose their content. Only use this if really necessary.
uk: Показується над редактором. Використовуйте лише за крайньої потреби.

source: Provide a square image that looks good when small. SVG is allowed.
uk: Квадратне зображення, розбірливе при зменшенні. Можна й SVG.

source: Do not publicize test communities.
uk: Не оголошуйте про тестові спільноти.

source: Comments can be designated as the answer.
uk: Коментарі можна позначати як відповіді.

source: Access control
uk: Контроль доступу

source: Only people using %(name)s can post or reply
uk: Лише користувачі %(name)s можуть надсилати дописи чи відповіді

source: Private communities do not federate and are only visible to members
uk: Приватні спільноти не підлягають федерації, і їх бачать лише учасники

source: Type of post
uk: Тип допису

source: Share a link
uk: Поділитися посиланням

source: Start a discussion
uk: Почати обговорення

source: Share an image
uk: Поділитися зображенням

source: Share a video
uk: Поділитися відео

source: Create a poll
uk: Створити опитування

source: Lemmy does not support polls, try a PieFed community instead.
uk: Lemmy не підтримує опитувань, спробуйте натомість PieFed-спільноту.

source: Create an event
uk: Створити подію

source: Lemmy does not support events, try a PieFed community instead.
uk: Lemmy не підтримує подій, спробуйте натомість PieFed-спільноту.

source: This link has already been posted to these communities:
uk: Цим посиланням уже ділилися в спільнотах:

source: Not safe for work
uk: Небезпечно на роботі

source: Not safe for life
uk: Небезпечно в принципі

source: You need to be a member to see the contents of this private community.
uk: Щоб переглядати приватну спільноту, треба до неї долучитись.

source: No posts in this community yet.
uk: У спільноті ще нема дописів.

source: No comments in this community yet.
uk: У спільноті ще нема коментарів.

source: Ban "%(user_name)s" from %(community_name)s
uk: Блокувати «%(user_name)s» у %(community_name)s

source: Delete "%(community_title)s"
uk: Видалити «%(community_title)s»

source: Edit %(community)s
uk: Редагувати %(community)s

source: Edit and configure this community
uk: Редагувати й налаштувати спільноту

source: View image
uk: Переглянути зображення

source: Delete image
uk: Видалити зображення

source: Profile pic
uk: Аватар

source: Some languages, e.g. Japanese, do not work well with friendly urls.
uk: Дружні посилання несумісні з деякими мовами, наприклад із японською.

source: Found some people:
uk: Знайдено людей:

source: Add
uk: Додати

source: Already a moderator
uk: Уже модерує

source: No people found
uk: Людей не знайдено

source: Posts can be categorized using flair.
uk: Дописи можна категоризувати за допомогою позначок.

source: This community has no flair yet.
uk: У цій спільноті ще нема позначок.

source: See and change who moderates this community
uk: Переглянути й змінити модераторів спільноти

source: Remove mod
uk: Вилучити модератора

source: Make owner
uk: Зробити власником

source: Remove owner
uk: Вилучити власника

source: See and handle all reports made about %(community)s
uk: Переглянути та обробити всі скарги %(community)s

source: Local/Remote
uk: Місцеві чи віддалені

source: Reasons
uk: Підстави

source: Escalate
uk: Ескалювати

source: Resolve
uk: Задовольнити

source: Ignore
uk: Відхилити

source: No reports yet
uk: Скарг іще нема

source: Review comments in %(community)s
uk: Перевірити коментарі %(community)s

source: Comment pagination
uk: Поділ коментарів на сторінки

source: No comments yet.
uk: Ще нема коментарів.

source: Escalate report to admins
uk: Передати скаргу адміністрації

source: For reports that could potentially involve legal issues or where you are unsure how to respond, you may prefer to let admins handle it.
uk: Скарги, потенційно пов'язані з юридичними питаннями чи на які ви не знаєте чим відповісти, може бути доцільно передати адміністрації.

source: See who is subscribed to %(community)s
uk: Переглянути підписки на %(community)s

source: Search subscribers...
uk: Пошук підписників…

source: This community has no subscribers
uk: На спільноту ще не підписувались

source: Banned People
uk: Блоковані люди

source: See and manage who is banned from %(community)s
uk: Переглянути блокування в %(community)s і керувати ними

source: No banned people yet
uk: Ще нікого не заблоковано

source: Ban a user
uk: Блокувати користувача

source: Create a ban from %(community)s
uk: Блокувати в %(community)s

source: Moderation actions in %(community)s
uk: Дії модераторів %(community)s

source: See things moderators have done in this community.
uk: Переглянути роботу модераторів спільноти.

source: This community has had no moderation actions yet.
uk: Спільноту ще не модерували.

source: The process to move a community to this instance is:
uk: Як посунути спільноту на цей сервер:

source: Ensure the copy of the community on this instance has been active long enough to receive a decent amount of posts. The move process will not copy posts so having an account on this instance subscribed to it for a while is the only way to get old posts here.
uk: Переконайтесь, що копія спільноти на цьому сервері активна вже тривалий час і містить достатньо дописів. При посуванні дописи не копіюються; щоб завантажити сюди старі дописи, необхідно мати на цьому сервері обліковий запис, уже підписаний на спільноту тривалий час.

source: Lock the old community by setting it to 'moderators only' so no one else can post in it.
uk: Замкніть стару спільноту, дозволивши дописи в ній лише модераторам.

source: Create a post in the old community announcing the impending move to %(instance_domain)s. Paste the url of that post into the field below.
uk: Створіть у старій спільноті допис — оголошення про заплановане посування до %(instance_domain)s. Вставте адресу цього допису в поле внизу.

source: Submit the form to send the request to %(instance_domain)s admins.
uk: Надішліть форму, щоб запит отримала адміністрація %(instance_domain)s.

source: %(instance_domain)s admins will review your request, turn this community into a local one and contact you.
uk: Адміністрація %(instance_domain)s розгляне ваш запит, перетворить спільноту на місцеву й сконтактує з вами.

source: Update your announcement post in the old community to encourage people to join the new community at<br>!%(community_name)s@%(instance_domain)s.
uk: Відредагуйте допис оголошення в старій спільноті, додавши пораду долучитись до нової спільноти:<br>!%(community_name)s@%(instance_domain)s.

source: Wiki pages for %(community)s
uk: Вікісторінки %(community)s

source: View page
uk: Переглянути сторінку

source: View revisions
uk: Переглянути версії

source: Add a link to the wiki in the community description.
uk: Додайте посилання на вікі до опису спільноти.

source: There are no wiki pages in this community.
uk: Спільнота не має вікісторінок.

source: Revisions of %(title)s
uk: Версії %(title)s

source: Author
uk: Автор

source: Revert
uk: Відкотити

source: Invite to %(name)s
uk: Запрошення до %(name)s
